[
    {
        "名字": "草之五",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        }
    },
    {
        "名字": "地黃",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "芐（音戶）",
            "芑（音起）",
            "地髓（《本經》）"
        ],
        "釋名": [
            "",
            "大明曰：生者以水浸驗之。浮者名天黃；半浮半沉者名人黃；沉者名地黃。入藥沉者為佳，半沉者次之，浮者不堪。",
            "時珍曰：《爾雅》云：芐，地黃。郭璞云：江東呼為芐。羅願云：芐以沉下者為貴，故字從下。"
        ],
        "集解": [
            "《別錄》曰：地黃生咸陽川澤黃土地者佳，二月、八月採根陰乾。",
            "弘景曰：咸陽即長安也。生渭城者乃有子實如小麥。今以彭城乾地黃最好，次歷陽，近用江寧板橋者為勝。作乾者有法，搗汁和蒸，殊用工意，而此云陰乾，恐以蒸作為失乎？人亦以牛膝、葳蕤作之，人不能別。",
            "頌曰：今處處有之，以同州者為上。二月生葉，布地便出似車前，葉上有皺紋而不光。高者及尺余，低者三、四寸。其花似油麻花而紅紫色，亦有黃花者。其實作房如連翹，中子甚細而沙褐色。根如人手指，通黃色，粗細長短不常。種之甚易，根入土即生。一說：古稱種地黃宜黃土。",
            "今不然，大宜肥壤虛地，則根大而多汁。其法以葦蓆圍編如車輪，徑丈餘，以壤土實葦蓆中為壇。壇上又以葦蓆實土為一級，比下壇徑減一尺。如此數級，如浮屠。乃以地黃根節多者寸斷之，蒔壇上，層層令滿，逐日水灌，令茂盛。至春秋分時，自上層取之，根皆長大而不斷折，不被斸傷故也。",
            "得根曝乾。出同州者光潤甘美。",
            "宗奭曰：地黃葉如甘露子，花如脂麻花，但有細斑點，北人謂之牛奶子花，莖有微細短白毛。",
            "時珍曰：今人惟以懷慶地黃為上，亦各處隨時興廢不同爾。其苗初生塌地，葉如山白菜而毛澀，葉面深青色，又似小芥葉而頗厚，不叉丫。葉中攛莖，上有細毛。莖梢開小筒子花，紅黃色。結實如小麥粒。根長四五寸，細如手指，皮赤黃色，如羊蹄根及胡蘿蔔根，曝乾乃黑，生食作土氣。",
            "俗呼其苗為婆婆奶。古人種子，今惟種根。王旻《山居錄》云：地黃嫩苗，摘其旁葉作菜，甚益人。本草以二月、八月採根，殊未窮物性。八月殘葉猶在，葉中精氣，未盡歸根。二月新苗已生，根中精氣已滋於葉。不如正月、九月採者殊好，又與蒸曝相宜。《禮記》云：羊芐豕薇，則自古已食之矣。",
            "嘉謨曰：江浙壤地種者，受南方陽氣，質雖光潤而力微；懷慶山產者，稟北方純陰，皮有疙瘩而力大。",
            "乾地黃"
        ],
        "修治": [
            "藏器曰：乾地黃，《本經》不言生干及蒸乾方家所用二物各別，蒸乾即溫補；生干即平宣，當依此法用。",
            "時珍曰：《本經》所謂乾地黃者，即生地黃之乾者也。其法取地黃一百斤，擇肥者六十斤洗淨，曬令微皺。以揀下者洗淨，木臼中搗絞汁盡，投酒更搗，取汁拌前地黃，日中曬乾，或火焙乾用。"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            "《別錄》曰：苦。權曰：甘，平。",
            "好古曰：甘、苦，寒，氣薄味厚，沉而降，陰也。入手足少陰厥陰及手太陽之經。酒浸，上行外行；日乾者平；火乾者溫，功用相同。",
            "元素曰：生地黃大寒，胃弱者斟酌用之，恐損胃氣。",
            "之才曰：得清酒、麥門冬良。惡貝母，畏蕪荑。",
            "權曰：忌蔥、蒜、蘿蔔、諸血，令人營衛澀，鬚髮白。",
            "斅曰：忌銅、鐵器，令人腎消併發白，男損營，女損衛。",
            "時珍曰：薑汁浸則不泥膈；酒製則不妨胃。鮮用則寒；乾用則涼。"
        ],
        "主治": [
            "傷中，逐血痹，填骨髓，長肌肉。作湯除寒熱積聚，除痹，療折跌絕筋。久服輕身不老，生者尤良（《本經》）。主男子五勞七傷，女子傷中胞漏下血，破惡血，溺血，利大小腸，去胃中宿食，飽力斷絕，補五臟內傷不足，通血脈，益氣力，利耳目（《別錄》）。",
            "助心膽氣，強筋骨長志，安魂定魄，治驚悸勞劣，心肺損，吐血鼻衄，婦人崩中血暈（大明）。產後腹痛。久服變白延年（甄權）。涼血生血，補腎水真陰，除皮膚燥，去諸濕熱（元素）。主心病掌中熱痛，脾氣痿蹶嗜臥，足下熱而痛（好古）。治齒痛唾血。"
        ],
        "附方": []
    },
    {
        "名字": "生地黃",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "氣味": [
            "大寒",
            "甘、微苦，微溫，無毒"
        ],
        "氣味補充": [
            "",
            "",
            "元素曰：甘、微苦，寒。假酒力灑蒸，則微溫而大補。味厚氣薄，陰中之陽，沉也。入手足少陰厥陰之經。治外治上，須酒製。忌蘿蔔、蔥、蒜、諸血。得牡丹皮、當歸，和血生血涼血，滋陰補髓。"
        ],
        "主治": [
            "婦人崩中血不止，及產後血上薄心悶絕。傷身胎動下血，胎不落，墮墜踠折，瘀血留血，鼻衄吐血，皆搗飲之（《別錄》）。解諸熱，通月水，利水道。搗貼心腹，能消瘀血（甄權）。",
            "填骨髓，長肌肉，生精血，補五臟內傷不足，通血脈，利耳目，黑鬚發，男子五勞七傷，女子傷中胞漏，經候不調，胎產百病（時珍）。補血氣，滋腎水，益真陰，去臍腹急痛，病後脛股痠痛（元素）。坐而欲起，目䀮䀮無所見（好古）。",
            "惡瘡似癩，十年者，搗爛日塗，鹽湯先洗（《千金方》）。",
            "時珍曰：按《抱朴子》云：韓子治用地黃苗喂五十歲老馬，生三駒，又一百三十歲乃死也。",
            "張鷟《朝野僉載》云：雉被鷹傷，銜地黃葉點之；虎中藥箭，食清泥解之。鳥獸猶知解毒，何況人乎？",
            "實",
            "四月採，陰乾搗末，水服方寸匕，日三服，功與地黃等（蘇頌）。",
            "弘景曰：出渭城者有子，淮南七精散用之。",
            "花",
            "為末服食，功同地黃（蘇頌）。腎虛腰脊痛，為末，酒服方寸匕，日三（時珍）。"
        ],
        "發明": [
            "好古曰：生地黃入手少陰，又為手太陽之劑，故錢仲陽瀉丙火與木通同用以導赤也。諸經之血熱，與他藥相隨，亦能治之。溺血、便血皆同。",
            "權曰：病人虛而多熱者，宜加用之。",
            "戴原禮曰：陰微陽盛，相火熾強，來乘陰位，日漸煎熬，為虛火之證者，宜地黃之屬，以滋陰退陽。",
            "宗奭曰：《本經》只言干、生二種，不言熟者。如血虛勞熱，產後虛熱，老人中虛燥熱者，若與生干，當慮太寒，故後世改用蒸曝熟者。生熟之功殊別，不可不詳。",
            "時珍曰：《本經》所謂乾地黃者，乃陰乾、日乾、火乾者，故又云生者尤良。《別錄》復云生地黃者，乃新掘鮮者，故其性大寒。其熟地乃後人復蒸曬者。諸家本草皆指乾地黃為熟地黃，雖主治證同，而涼血、補血之功稍異，故今別出熟地黃一條於下。",
            "熟地黃",
            "元素曰：地黃生則大寒而涼血，血熱者須用之；熟則微溫而補腎，血衰者須用之。又臍下痛屬腎經，非熟地黃不能除，乃通腎之藥也。",
            "好古曰：生地黃治心熱、手足心熱，入手足少陰厥陰，能益腎水，涼心血，其脈洪實者宜之。若脈虛者，則宜熟地黃，假火力蒸九數，故能補腎中元氣。仲景八味丸以之為諸藥之首，天一所生之源也。湯液四物湯治藏血之臟，以之為君者，癸乙同歸一治也。",
            "時珍曰：按王碩《易簡方》云：男子多陰虛，宜用熟地黃；女子多血熱，宜用生地黃。又云：生地黃能生精血，天門冬引入所生之處；熟地黃能補精血，用麥門冬引入所補之處。虞搏《醫學正傳》云：生地黃生血，而胃氣弱者服之，恐妨食；熟地黃補血，而痰飲多者服之，恐泥膈。或云：生地黃酒炒則不妨胃，熟地黃薑汁炒則不泥膈。此皆得用地黃之精微者也。",
            "頌曰：崔元亮《海上方》：治一切心痛，無問新久。以生地黃一味，隨人所食多少，搗絞取汁，搜面作餔飥或冷淘食，良久當利出蟲，長一尺許，頭似壁宮，後不復患矣。昔有人患此病二年，深以為恨，臨終戒其家人，吾死後當剖去病本。從其言果得蟲，置於竹節中，每所食皆飼之。",
            "因食地黃餔飥亦與之，隨即壞爛。由此得方。劉禹錫《傳信方》亦紀其事云：貞元十年，通事舍人崔抗女，患心痛垂絕，遂作地黃冷淘食，便吐一物，可方寸匕，狀如蛤蟆，無足目，似有口，遂愈。冷淘勿著鹽。"
        ],
        "修治": [
            "頌曰：作熟地黃法：取肥地黃三二十斤淨洗，別以揀下瘦短者三二十斤搗絞取汁，投石器中，浸漉令浹，甑上浸三、四過，時時浸濾轉蒸訖，又曝使汁盡。其地黃當光黑如漆，味甘如飴。須瓷器收之，以其脂柔喜潤也。",
            "斅曰：採生地黃去皮，瓷鍋上柳木甑蒸之，攤令氣歇，拌酒再蒸，又出令乾。勿犯銅鐵器，令人腎消併發白，男損營，女損衛也。",
            "時珍曰：近時造法：揀取沉水肥大者，以好酒入縮砂仁末在內，拌勻，柳木甑於瓦鍋內蒸令氣透，晾乾。再以砂仁酒拌蒸晾。如此九蒸九晾乃止。蓋地黃性泥，得砂仁之香而竄，合和五臟沖和之氣，歸宿丹田故也。今市中惟以酒煮熟售者，不可用。"
        ],
        "附方": [
            {
                "名稱": "服食法",
                "方法": "地黃根淨洗，搗絞汁，煎令稠，入白蜜更煎，令可丸，丸如梧子大。每晨溫酒送下三十丸，日三服。亦可以青州棗和丸。或別以乾地黃末入膏，丸服亦可。百日面如桃花，三年身輕不老。《抱朴子》云：楚文子服地黃八年，夜視有光。（《神仙方》）地黃煎，補虛除熱，治吐血唾血，取乳石，去癰癤等疾。"
            },
            {
                "名稱": "生地黃不拘多少，三搗三壓，取汁令盡，以瓦器盛之，密蓋勿泄氣，湯上煮減半，絞去滓，再煎如餳，丸彈子大。每溫酒服一丸，日二服。（《千金》）地髓煎",
                "方法": "生地黃十斤（洗淨，搗壓取汁），鹿角膠一斤半，生薑半斤（絞取汁），蜜二升，酒四升。文武火煮地黃汁數沸，即以酒研紫蘇子四兩，取汁入煎一二十沸，下膠；膠化，下薑汁、蜜再煎；候稠，瓦器盛之。每空心酒化一匕服，大補益。"
            },
            {
                "名稱": "地黃粥",
                "方法": "大能利血生精。地黃（切）二合，與米同入罐中煮之，候熟，以酥二合，蜜一合，同炒香入內，再煮熟食。（《臛仙神隱》）"
            },
            {
                "名稱": "地黃酒",
                "方法": "見谷部酒下。瓊玉膏，常服開心益智，發白返黑，齒落更生，辟穀延年。治癰疽勞瘵，咳嗽唾血等病，乃鐵甕城申先生方也：生地黃汁十六斤（取汁），人參末一斤半，白茯苓末三斤，白沙蜜十斤，濾淨拌勻，入瓶內，箬封，安砂鍋中，桑柴火煮三日夜。再換蠟紙重封，浸井底一夜，取起，再煮一伏時。每以白湯或酒點服一匙。"
            },
            {
                "名稱": "丹溪云",
                "方法": "好色虛人，咳嗽唾血者，服之甚捷。國朝太醫院進御服食，議加天門冬、麥門冬、枸杞子末各一斤，賜名益壽永真。《臛仙方》：加琥珀、沉香半兩。"
            },
            {
                "名稱": "明目補腎",
                "方法": "生芐、熟芐各二兩，川椒紅一兩，為末，蜜丸梧桐子大，每空心鹽湯下三十丸。（《普濟方》）"
            },
            {
                "名稱": "固齒烏須",
                "方法": "一治齒痛，二生津液，三變白鬚，其功極妙。地黃五斤，柳木甑內，以土蓋上，蒸熟曬乾。如此三次，搗為小餅。每噙咽一枚。（《御藥院方》）"
            },
            {
                "名稱": "男女虛損，或大病後，或積勞後，四體沉滯，骨肉痠痛，吸吸少氣，或小腹拘急，腰背強痛，咽乾唇燥，或飲食無味，多臥少起，久者積年，輕者百日，漸至瘦削",
                "方法": "用生地黃二斤，面一斤。搗爛，炒乾為末。每空心酒服方寸匕，日三服。忌如法。（《肘後方》）。"
            },
            {
                "名稱": "虛勞困乏",
                "方法": "地黃一石，取汁，酒三斗，攪勻煎收。日服。（《必效方》）病後虛汗，口乾心躁：熟地黃五兩，水三盞，煎一盞半，分三服，一日盡。（《聖惠方》）"
            },
            {
                "名稱": "骨蒸勞熱",
                "方法": "張文仲方：用生地黃一斤，搗三度，絞取汁盡，分再服。若利即減之，以身輕涼為度。（《外臺秘要》）"
            },
            {
                "名稱": "婦人發熱，欲成勞病，肌瘦食減，經候不調",
                "方法": "地髓煎：用乾地黃一斤，為末，煉蜜丸梧子大，每酒服五十丸。（《保慶集》）"
            },
            {
                "名稱": "婦人勞熱心忪",
                "方法": "地黃煎：用生，乾地黃、熟乾地黃等分，為末，生薑自然汁，入水相和，打糊丸梧子大。每服三十丸，用地黃湯下，或酒醋茶湯下亦可，日二服。覺臟腑虛冷，則晨服八味丸，地黃性冷壞脾。陰虛則發熱，地黃補陰血故也。（《婦人良方》）"
            },
            {
                "名稱": "咳嗽唾血勞瘦骨蒸，日晚寒熱",
                "方法": "生地黃汁三合，煮白粥臨熟，入地黃汁攪勻，空心食之。（《食醫心鏡》）"
            },
            {
                "名稱": "吐血咳嗽",
                "方法": "熟地黃末，酒服一錢，日三。（《聖惠方》）"
            },
            {
                "名稱": "吐血不止",
                "方法": "生地黃汁一升二合，白膠香二兩，以瓷器盛，入甑蒸，令膠消，服之。（《梅師》）肺損吐血，或舌上有孔出血。生地黃八兩（取汁），童便五合（同煎熱），入鹿角膠（炒研）一兩，分三服。心熱吐衄，脈洪數者。生芐汁半升，熬至一合，入大黃末一兩，待成膏，丸梧子大，每熟水下五丸至十丸。"
            },
            {
                "名稱": "（並《聖惠方》）鼻出衄血",
                "方法": "乾地黃、龍腦薄荷等分，為末，冷水調下。（孫兆《秘寶方》），吐血便血：地黃汁六合，銅器煎沸，入牛皮膠一兩，待化入薑汁半杯，分三服，便止。或微轉一行，不妨。（《聖惠方》）腸風下血，生地黃、熟地黃（並酒浸）、五味子等分，為末，以煉蜜丸梧子大，每酒下七十丸。"
            },
            {
                "名稱": "（《百一選方》）初生便血，小兒初生七、八日，大小便血出，乃熱傳心肺",
                "方法": "不可服涼藥，只以生地黃汁五七匙，酒半匙，蜜半匙，和服之。（《全幼心鑑》）"
            },
            {
                "名稱": "小便尿血吐血，及耳鼻出血",
                "方法": "生地黃汁半升，生薑汁半合，蜜一合，和服。（《聖惠方》）"
            },
            {
                "名稱": "小便血淋",
                "方法": "生地黃汁、車前葉汁各三合，和煎服。（《聖惠方》）"
            },
            {
                "名稱": "小兒蠱痢",
                "方法": "生芐汁一升二合，分三、四服，立效。（《子母秘錄》）"
            },
            {
                "名稱": "月水不止",
                "方法": "生地黃汁，每服一盞，酒一盞，煎服，日二次。（《千金方》）月經不調，久而無子，乃衝任伏熱也：熟地黃半斤，當歸二兩，黃連一兩，並酒浸一夜，焙研為末，煉蜜丸梧子大。每服七十丸，米飲溫酒任下。（禹講師方）"
            },
            {
                "名稱": "妊娠漏胎，下血不止",
                "方法": "《百一方》：用生地黃汁一升，漬酒四合，煮三、五沸服之。不止又服。"
            },
            {
                "名稱": "崔氏方",
                "方法": "用生地黃為末，酒服方寸匕，日一夜一。《經心錄》：加乾薑為末。《保命集》：二黃丸：用生地黃、熟地黃等分，為末。每服半兩，白朮、枳殼煎湯，空心調下，日二服。"
            },
            {
                "名稱": "胎寒腹痛，妊婦衝任脈虛，惟宜抑陽助陰",
                "方法": "內補丸：用熟地黃二兩，當歸一兩，微炒為末，蜜丸梧子大，每溫酒下三十丸。（許學士《本事方》）"
            },
            {
                "名稱": "妊娠胎動",
                "方法": "生地黃搗汁，煎沸，入雞子白一枚，攪服。（《聖惠方》）產後血痛有塊，並經脈行後，腹痛不調：黑神散：用熟地黃一斤，陳生薑半斤，同炒乾為末。每服二錢，溫酒調下。（《婦人良方》）"
            },
            {
                "名稱": "產後惡血不止",
                "方法": "乾地黃搗末，每食前熱酒服一錢，連進三服。（《瑞竹堂方》）"
            },
            {
                "名稱": "產後中風，脅不得轉",
                "方法": "交加散：用生地黃五兩（研汁），生薑五兩（取汁）。交互相浸一夕，次日各炒黃，浸汁干，乃焙為末。每酒服一方寸匕。（《濟生方》）"
            },
            {
                "名稱": "產後煩悶，乃血氣上衝",
                "方法": "生地黃汁、清酒各一升，相和煎沸，分二服。（《集驗方》）"
            },
            {
                "名稱": "產後百病",
                "方法": "地黃酒：用地黃汁漬曲二升，淨秫米二斗，令發，如常釀之。至熟，封七日，取清，常服令相接。忌生冷、酢、滑蒜、雞、豬、魚一切毒物。未產先一月釀成。夏月不可造。（《千金方》）"
            },
            {
                "名稱": "胞衣不出",
                "方法": "生地黃汁一升，苦酒三合，相和暖服。（《必效方》）"
            },
            {
                "名稱": "寒疝絞痛來去",
                "方法": "用烏雞一隻（治如常法），生地黃七斤（銼細）。甑中同蒸，下以銅器承取汁。清旦服，至日晡令盡。其間當下諸寒澼訖，作白粥食之。久疝者作三劑。（《肘後方》）"
            },
            {
                "名稱": "小兒陰腫",
                "方法": "以蔥椒湯暖處洗之，唾調地黃末敷之。外腎熱者，雞子清調。或加牡蠣少許。（危氏方）小兒熱病，壯熱煩渴，頭痛：生地黃汁三合，蜜半合，和勻，時時與服。（《普濟方》）"
            },
            {
                "名稱": "熱暍昏沉",
                "方法": "地黃汁一盞服之。熱瘴昏迷煩悶，飲水不止，至危者，一服見效：用地黃根、生薄荷葉等分，擂爛，取自然汁，入麝香少許，井華水調下，覺心下頓涼，勿再服。（《普濟方》）"
            },
            {
                "名稱": "溫毒發斑，黑膏",
                "方法": "治溫毒發斑嘔逆：生地黃二兩六錢二字半，好豆豉一兩六錢二字半，以豬膏十兩合之，露一夜，煎減三分之一，絞去滓，入雄黃、麝香如豆大，攪勻，分作三服，毒從皮中出則愈。忌蕪荑。（《千金方》）"
            },
            {
                "名稱": "血熱生癬",
                "方法": "地黃汁頻服之。（《千金方》）"
            },
            {
                "名稱": "疔腫乳癰",
                "方法": "地黃搗敷之，熱即易。性涼消腫，無不效。（《梅師方》）"
            },
            {
                "名稱": "癰癤惡肉",
                "方法": "地黃三斤，水一斗，煮取三升，去滓煎稠，塗紙上貼之，日三易。（《鬼遺》方》）"
            },
            {
                "名稱": "一切癰疽，及打撲傷損，未破疼痛者",
                "方法": "以生地黃杵如泥，攤在上，摻木香末於中，又攤地黃泥一重貼之，不過三五度即內消也。（王袞《博濟方》）"
            },
            {
                "名稱": "打撲損傷，骨碎及筋傷爛",
                "方法": "用生地黃熬膏裹之。以竹簡編夾急縛，勿令轉動。一日一夕，可十易之，則瘥。《類說》云：許元公過橋墮馬，右臂臼脫，左右急挼入臼中，昏迷不知痛苦。急召田錄事視之，曰：尚可救。乃以藥封腫處，中夜方蘇，達旦痛止，痛處已白。日日換貼，其瘀腫移至肩背，乃以藥下去黑血三升而愈。即上方也（出《肘後方》中）。損傷打"
            },
            {
                "名稱": "撲瘀血在腹者",
                "方法": "用生地黃汁三升，酒一升半，煮二升半，分三服。（出《千金方》）物傷睛突，輕者瞼胞腫痛，重者目睛突出，但目系未斷者：即納入，急搗生地黃，綿裹敷之。仍以避風膏藥，護其四邊。（《聖濟總錄》）睡起目赤腫起，良久如常者，血熱也。臥則血歸於肝，故熱則目赤腫。"
            },
            {
                "名稱": "良久血散，故如常也",
                "方法": "用生地黃汁，浸粳米半升，曬乾，三浸三曬。每夜以米煮粥食一盞，數日即愈。有人病此，用之得效。（《醫余》）"
            },
            {
                "名稱": "眼暴赤痛",
                "方法": "水洗生地黃、黑豆各二兩，搗膏。臥時以鹽湯洗目，閉目以藥厚罨目上，至曉，水潤取下。（《聖濟總錄》）"
            },
            {
                "名稱": "蓐內赤目",
                "方法": "生地黃薄切，溫水浸貼。（《小品方》）牙疳宣露，膿血口氣：生地黃一斤，鹽二合，末，自搗和團，以麵包煨令煙斷，去面入麝一分，研勻，日夜貼之。（《聖濟錄》）"
            },
            {
                "名稱": "牙木香長，出一分者",
                "方法": "常咋生地黃，甚妙。（張文仲《備急方》）"
            },
            {
                "名稱": "牙動欲脫",
                "方法": "生地黃綿裹咂之，令汁漬根，並咽之，日五六次。（《千金方》）"
            },
            {
                "名稱": "食蟹齦腫，肉胬出者",
                "方法": "生地黃汁一碗，牙皂角數條火炙，蘸盡地黃汁，為末敷之。（《永類方》）"
            },
            {
                "名稱": "耳中常鳴",
                "方法": "生地黃截，塞耳中，日數易之。或煨熟，尤妙。（《肘後方》）"
            },
            {
                "名稱": "鬚髮黃赤",
                "方法": "生地黃一斤，生薑半斤，各洗，研自然汁，留滓。用不蛀皂角十條，去皮弦，蘸汁，炙至汁盡為度。同滓入罐內泥固，煅存性，為末，用鐵器盛。末三錢湯調，停二日，臨臥刷染鬚髮上，即黑。（《本事方》）"
            },
            {
                "名稱": "竹木入肉",
                "方法": "生地黃嚼爛罨之。（《救急方》）"
            },
            {
                "名稱": "毒箭入肉",
                "方法": "煎生地黃汁作丸服。至百日，箭出。（《千金方》）"
            },
            {
                "名稱": "猘犬咬傷",
                "方法": "地黃搗汁，飯餅塗之，百度愈。（《百一方》）"
            },
            {
                "名稱": "內障青盲，風赤生翳，及墜睛日久，瞳損失明",
                "方法": "地黃花（曬）、黑豆花（曬）、槐花（曬）各一兩，為末。豬肝一具，同以水二斗，煮至上有凝脂，掠盡瓶收。每點少許，日三、四次。（《聖惠方》）"
            }
        ],
        "附錄": [
            "胡面莽（《拾遺》）。藏器：味甘，溫，無毒。主去痃癖及冷氣，止腹痛，煮服。生嶺南，葉如地黃。"
        ]
    },
    {
        "名字": "牛膝",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "牛莖（《廣雅》）",
            "百倍（《本經》）",
            "山莧菜（《救荒》）",
            "對節菜"
        ],
        "釋名": [
            "",
            "弘景曰：其莖有節，似牛膝，故以為名。",
            "時珍曰：《本經》又名百倍，隱語也，言其滋補之功，如牛之多力也。其葉似莧，其節對生，故俗有山莧、對節之稱。"
        ],
        "集解": [
            "《別錄》曰：牛膝生河內川穀及臨朐。二月、八月、十月採根，陰乾。",
            "普曰：葉如夏藍，莖本赤。",
            "弘景曰：今出近道蔡州者，最長大柔潤。其莖有節，莖紫節大者為雄，青細者為雌，以雄為勝。",
            "大明曰：懷州者長白，蘇州者色紫。",
            "頌曰：今江淮、閩粵、關中亦有之，然不及懷州者為真。春生苗，莖高二三尺，青紫色，有節如鶴膝及牛膝狀。葉尖圓如匙，兩兩相對。於節上生花作穗，秋結實甚細。以根極長，大至三尺而柔潤者為佳。莖葉亦可單用。",
            "時珍曰：牛膝處處有之，謂之土牛膝，不堪服食。惟北土及川中人家栽蒔者為良。秋間收子，至春種之。其苗方莖暴節，葉皆對生，頗似莧葉而長且尖𧣪。秋月開花，作穗結子，狀如小鼠負蟲，有澀毛，皆貼莖倒生。九月採取根，水中浸兩宿，挼去皮，裹紮曝乾，雖白直可貴，而挼去白汁入藥，不如留皮者力大也。嫩苗可作菜茹。",
            "根"
        ],
        "修治": [
            "斅曰：凡使去頭蘆，以黃精自然汁浸一宿，漉出，銼，焙乾用。",
            "時珍曰：今惟以酒浸入藥，欲下行則生用；滋補則焙用，或酒拌蒸過用。"
        ],
        "氣味": [
            "苦、酸，平，無毒",
            "缺"
        ],
        "氣味補充": [
            "普曰：神農：甘；雷公：酸，無毒。李當之：溫。",
            "之才曰：惡螢火、龜甲、陸英，畏白前，忌牛肉。",
            ""
        ],
        "主治": [
            "寒濕痿痹，四肢拘攣，膝痛不可屈伸，逐血氣，傷熱火爛，墮胎。久服輕身耐老（《本經》）。療傷中少氣，男子陰消，老人失溺，補中續絕，益精利陰氣，填骨髓，止發白，除腦中痛及腰脊痛，婦人月水不通，血結（《別錄》）。治陰痿，補腎，助十二經脈，逐惡血（甄權）。",
            "治腰膝軟怯冷弱，破癥結，排膿止痛，產後心腹痛並血暈，落死胎（大明）。強筋，補肝臟風虛（好古）。同蓯蓉浸酒服，益腎。竹木刺入肉，嚼爛罨之，即出（宗奭）。治久瘧寒熱，五淋尿血，莖中痛，下痢，喉痹口瘡齒痛，癰腫惡瘡傷折（時珍）。",
            "寒濕痿痹，老瘧淋秘，諸瘡。功同根，春夏宜用之（時珍）。"
        ],
        "發明": [
            "權曰：病人虛羸者，加而用之。",
            "震亨曰：牛膝能引諸藥下行，筋骨痛風在下者，宜加用之。凡用土牛膝，春夏用葉，秋冬用根，惟葉汁效尤速。",
            "時珍曰：牛膝乃足厥陰、少陰之藥。所主之病，大抵得酒則能補肝腎，生用則能去惡血，二者而已。其治腰膝骨痛、足痿陰消、失溺久瘧、傷中少氣諸病，非取其補肝腎之功歟？其癥瘕心腹諸痛、癰腫惡瘡、金瘡折傷喉齒、淋痛尿血、經候胎產諸病，非取其去惡血之功歟？按陳日華《經驗方》云：方夷吾所編《集要方》，予刻之臨汀。後在鄂渚，得九江守王南強書云：老人久苦淋疾，百藥不效。",
            "偶見臨汀《集要方》中用牛膝者，服之而愈。又葉朝議親人患血淋，流下小便在盆內凝如蒟蒻，久而有變如鼠形，但無足爾。百治不效。一村醫用牛膝根煎濃汁，日飲五服，名地髓湯。雖未即愈，而血色漸淡，久乃復舊。後十年病又作，服之又瘥。因檢本草，見《肘後方》治小便不利，莖中痛欲死，用牛膝並葉，以酒煮服之。",
            "今再拈出，表其神功。又按楊士瀛《直指方》云：小便淋痛，或尿血，或沙石脹痛。用川牛膝一兩，水二盞，煎一盞，溫服。一婦患此十年，服之得效。土牛膝亦可，或入麝香、乳香尤良。"
        ],
        "附方": [
            {
                "名稱": "勞瘧積久，不止者",
                "方法": "長大牛膝一握。生切，以水六升，煮二升，分三服。清早一服，未發前一服，臨發時一服。（《外臺秘要》）。消渴不止，下元虛損：牛膝五兩（為末），生地黃汁五升浸之，日曝夜浸，汁盡為度，蜜丸梧子大，每空心溫酒下三十丸。久服壯筋骨，駐顏色，黑髮，津液自生。（《經驗後方》）。"
            },
            {
                "名稱": "患有勞瘧病很久，一直沒有停止的",
                "方法": "取長大牛膝一握。生切牛膝，用六升水煮成二升，分三次服。早晨一次，發病前一次，發病時一次。"
            },
            {
                "名稱": "消渴不止，下元虛損",
                "方法": "牛膝五兩（為末），生地黃汁五升浸之，日曝夜浸，汁盡為度，蜜丸梧子大，每空心溫酒下三十丸。久服壯筋骨，駐顏色，黑髮，津液自生。（《經驗後方》）。"
            },
            {
                "名稱": "消渴病一直沒有停止，下元虛損",
                "方法": "取牛膝五兩（研成粉末），用生地黃汁五升浸泡，白天放在陽光下曝曬，晚上浸泡，直到汁液全部浸泡完為止，加入蜂蜜製成梧桐子大小的丸劑，每天空腹用溫酒送服三十丸。長期服用可以增強筋骨，保持容顏，烏黑頭髮，津液自然產生。"
            },
            {
                "名稱": "卒暴症疾",
                "方法": "腹中有如石刺，晝夜啼呼。牛膝二斤，以酒一斗漬之，密封，於灰火中溫令味出。每服五合至一升，隨量飲。（《肘後方》）痢下腸蠱，凡痢下應先白後赤，若先赤後白為腸蠱。牛膝二兩（搗碎）。"
            },
            {
                "名稱": "以酒一升漬經一宿每服一兩杯",
                "方法": "日三服。（《肘後方》）"
            },
            {
                "名稱": "婦人血塊",
                "方法": "土牛膝根洗切，焙搗為末，酒煎溫服，極效。福州人單用之。（《圖經本草》）"
            },
            {
                "名稱": "女人血病",
                "方法": "萬病丸：治女人月經淋閉，月信不來，繞臍寒疝痛，及產後血氣不調，腹中結瘕症不散諸病：牛膝（酒浸一宿焙）、乾漆（炒令煙盡）各一兩（為末），生地黃汁一升，入石器內，慢火熬至可丸，丸如梧子大。每服二丸，空心米飲下。（《拔萃方》）"
            },
            {
                "名稱": "婦人陰痛",
                "方法": "牛膝五兩，酒三升，煮取一升半，去滓，分三服。（《千金方》）"
            },
            {
                "名稱": "生胎欲去",
                "方法": "牛膝一握（搗）。以無灰酒一盞，煎七分，空心服。仍以獨根土牛膝塗麝香，插入牝戶中（《婦人良方》）。"
            },
            {
                "名稱": "胞衣不出",
                "方法": "牛膝八兩，葵子一合，水九升，煎三升，分三服（《延年方》）。"
            },
            {
                "名稱": "產後尿血",
                "方法": "川牛膝水煎頻服（《熊氏補遺》）。"
            },
            {
                "名稱": "喉痹乳蛾",
                "方法": "新鮮牛膝根一握，艾葉七片，搗和人乳，取汁灌入鼻內。須臾痰涎從口鼻出，即愈。無艾亦可。一方：牛膝搗汁，和陳醋灌之。"
            },
            {
                "名稱": "口舌瘡爛",
                "方法": "牛膝浸酒含漱，亦可煎飲。（《肘後方》）"
            },
            {
                "名稱": "牙齒疼痛",
                "方法": "牛膝研末含漱。亦可燒灰致牙齒間。（《千金方》）"
            },
            {
                "名稱": "折傷閃肭",
                "方法": "杜牛膝搗罨之。（《衛生易簡方》）"
            },
            {
                "名稱": "金瘡作痛",
                "方法": "生牛膝搗敷，立止。（《梅師方》）猝得惡瘡，人不識者：牛膝根搗敷之。（《千金方》）"
            },
            {
                "名稱": "癰癤已潰",
                "方法": "用牛膝根略刮去皮，插入瘡口中，留半寸在外，以嫩橘葉及地錦草各一握，搗其上。牛膝能去惡血，二草溫涼止痛，隨干隨換，有十全之功也。（陳日華《經驗方》）風瘙癮疹及㾦㿔。牛膝末，酒服方寸匕，日三服。（《千金方》）骨疽癩病：方同上。"
            },
            {
                "名稱": "氣濕痹痛，腰膝痛",
                "方法": "用牛膝葉一斤（切），以米三合，於豉汁中煮粥，和鹽、醬，空腹食之。（《聖惠方》）"
            },
            {
                "名稱": "老瘧不斷",
                "方法": "牛膝莖葉一把（切）。以酒三升漬服，令微有酒氣。不即斷，更作，不過三劑止。（《肘後方》）溪毒寒熱，東間有溪毒中人，似射工，但無物。初病惡寒發熱煩懊，骨節強痛。不急治，生蟲食臟殺人：用雄牛膝（莖紫色節大者）一把，以酒、水各一杯同搗，絞汁溫飲，日三服。（《肘後方》）"
            },
            {
                "名稱": "眼生珠管",
                "方法": "牛膝並葉搗汁，日點三、四次。（《聖惠方》）"
            }
        ]
    },
    {
        "名字": "紫菀",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "青菀（《別錄》）",
            "紫茜（《別錄》）",
            "返魂草（《綱目》）",
            "夜牽牛"
        ],
        "釋名": [
            "",
            "時珍曰：其根色紫而柔宛，故名許慎《說文》作茈菀。《斗門方》謂之返魂草。"
        ],
        "集解": [
            "《別錄》曰：紫菀生漢中、房陵山谷及真定、邯鄲。二月、三月採根，陰乾。",
            "弘景曰：近道處處有之。其生布地，花紫色，本有白毛，根甚柔細。有白者名白菀，不復用。",
            "大明曰：形似重臺，根作節，紫色潤軟者佳。",
            "頌曰：今耀、成、泗、壽、臺、孟諸州、興國軍皆有之。三月內布地生苗，其葉二、四相連。五月、六月內開黃白紫花，結黑子。余如陶說。",
            "恭曰：白菀，即女菀也。療體與紫菀相同，無紫菀時亦用之。",
            "穎曰：紫菀連根葉採之，醋浸，入少鹽收藏，作菜辛香，號名仙菜。鹽不宜多，多則腐也。",
            "時珍曰：按陳自明云：紫菀以牢山所出根如北細辛者為良，沂兗以東皆有之。今人多以車前、旋覆根赤土染過偽之。紫菀肺病要藥，肺本自亡津液，又服走津液藥，為害滋甚，不可不慎。",
            "根"
        ],
        "修治": [
            "斅曰：凡使，先去須。有白如練色者，號曰羊須草，自然不同。去頭及土，用東流水洗淨，以蜜浸一宿，至明於火上焙乾用。一兩用蜜二分。"
        ],
        "氣味": [
            "苦，溫，無毒"
        ],
        "氣味補充": [
            "《別錄》曰：辛。權曰：苦，平。",
            "之才曰：款冬為之使。惡天雄、瞿麥、藁本、雷丸、遠志，畏茵陳。"
        ],
        "主治": [
            "咳逆上氣，胸中寒熱結氣，去蠱毒痿蹶，安五臟（《本經》）。療咳唾膿血，止喘悸，五勞體虛，補不足，小兒驚癇（《別錄》）。治屍疰，補虛下氣，勞氣虛熱，百邪鬼魅（甄權）。調中，消痰止渴，潤肌膚，添骨髓（大明）。益肺氣，生息賁（好古）。"
        ],
        "附方": [
            {
                "名稱": "肺傷咳嗽",
                "方法": "紫菀五錢，水一盞，煎七分，溫服，日三次。（《衛生易簡方》）"
            },
            {
                "名稱": "久嗽不瘥",
                "方法": "紫菀、款冬花各一兩，百部半兩，搗羅為末。每服三錢，薑三片，烏梅一個，煎湯調下，日二，甚佳。（《圖經本草》）小兒咳嗽，聲不出者：紫菀末、杏仁等分，入蜜同研，丸芡子大。每服一丸，五味子湯化下。（《全幼心鑑》）"
            },
            {
                "名稱": "吐血咳嗽，吐血後咳者",
                "方法": "紫菀、五味（炒）為末，蜜丸芡子大，每含化一丸。（《指南方》）"
            },
            {
                "名稱": "產後下血",
                "方法": "紫菀末，水服五撮。（《聖惠方》）"
            },
            {
                "名稱": "纏喉風痹，不通欲死者",
                "方法": "用返魂草根一莖，洗淨納入喉中，待取惡涎出即瘥，神效。更以馬牙硝津咽之，即絕根本。一名紫菀，南人呼為夜牽牛。（《斗門方》）婦人小便，卒不得出者：紫菀為末，井華水服三撮，即通。小便血者，服五撮立止。（《千金方》）"
            }
        ]
    },
    {
        "名字": "女菀",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "白菀（《別錄》）",
            "織女菀（《別錄》）",
            "女復（《廣雅》）",
            "茆（音柳）"
        ],
        "釋名": [
            "",
            "時珍曰：其根似女體柔婉，故名。"
        ],
        "集解": [
            "《別錄》曰：女宛生漢中山谷或山陽。正月、二月採，陰乾。",
            "弘景曰：比來醫方無復用之。復有白菀似紫菀，恐非此也。",
            "恭曰：白菀即女菀，有名未用重出一條，故陶說疑之。功與紫菀相似。",
            "宗奭曰：女宛即白菀，非二物也。《唐修本草》刪去白菀，甚合宜。",
            "時珍曰：白菀，即紫菀之色白者也。雷斅言：紫菀白如練色者，名羊須草，恐即此物也。",
            "根"
        ],
        "氣味": [
            "辛，溫，無毒"
        ],
        "氣味補充": [
            "之才曰：畏滷鹼。"
        ],
        "主治": [
            "風寒洗洗，霍亂泄痢，腸鳴上下無常處，驚癇寒熱百疾（《本經》）。療肺傷咳逆出汗，久寒在膀胱支滿，飲酒夜食發病（《別錄》）。"
        ],
        "發明": [
            "時珍曰：按：葛洪《肘後方》載：治人面黑令白方：用真女菀三分，鉛丹一分，為末。醋漿服一刀圭，日三服。十日大便黑；十八日如漆；二十一日全白便止，過此太白矣。年三十後不可服。忌五辛。孫思邈《千金方》用酒服，男十日，女二十日，黑色皆從大便出也。",
            "又《名醫錄》云：宋興國時，有女任氏色美，聘進士王公輔，不遂意，郁久面色漸黑。母家求醫。一道人用女真散，酒下二錢，一日二服。數日面貌微白，一月如故。懇求其方，則用黃丹、女菀二物等分爾。據此，則葛氏之方，已試有驗者矣。然則紫菀治手太陰血分，白菀手太陰氣分藥也。",
            "肺熱則面紫黑，肺清則面白。三十歲以後則肺氣漸減，不可復泄，故云不可服之也。"
        ]
    },
    {
        "名字": "麥門冬",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "虋冬（音門），秦名羊韭，齊名愛韭，楚名馬韭，越名羊耆（並《別錄》），禹韭（《吳普》）",
            "禹餘糧（《別錄》）",
            "忍冬（《吳普》）",
            "忍凌（《吳普》）",
            "不死藥（《吳普》）",
            "階前草（弘景）曰：根似穬麥，故謂之麥門冬"
        ],
        "釋名": [
            "",
            "時珍曰：麥須曰虋，此草根似麥而有須，其葉如韭，凌冬不凋，故謂之麥虋冬，及有諸韭、忍冬諸名。俗作門冬，便於字也。可以服食斷谷，故又有餘糧、不死之稱。《吳普本草》：一名僕壘，一名隨脂。"
        ],
        "集解": [
            "《別錄》曰：麥門冬葉如韭，冬夏長生。生函谷川谷及堤阪肥土石間久廢處。二月、三月、八月、十月採根，陰乾。",
            "普曰：生山谷肥地，叢生，葉如韭，實青黃。採無時。",
            "弘景曰：函谷即秦關。處處有之，冬月作實如青珠，以四月採根，肥大者為好。",
            "藏器曰：出江寧者小潤；出新安者大白。其苗大者如鹿蔥；小者如韭葉，大小有三、四種，功用相似，其子圓碧。",
            "頌曰：所在有之。葉青似莎草，長及尺余，四季不凋。根黃白色有須，根如連珠形。四月開淡紅花，如紅蓼花。實碧而圓如珠。江南出者葉大，或云吳地者尤勝。",
            "時珍曰：古人惟用野生者。後世所用多是種蒔而成。其法：四月初採根，於黑壤肥沙地栽之。每年六月、九月、十一月三次上糞及耘灌。夏至前一日取根，洗曬收之。其子亦可種，但成遲爾。浙中來者甚良，其葉似韭而多縱紋且堅韌為異。",
            "根"
        ],
        "修治": [
            "弘景曰：凡用，取肥大者，湯浸，抽去心，不爾令人煩。大抵一斤須減去四五兩也。",
            "時珍曰：凡入湯液，以滾水潤濕，少頃抽去心，或以瓦焙軟，乘熱去心。若入丸散，須瓦焙熱，即於風中吹冷，如此三四次，即易燥，且不損藥力。或以湯浸搗膏和藥，亦可。滋補藥，則以酒浸擂之。"
        ],
        "氣味": [
            "甘，平，無毒"
        ],
        "氣味補充": [
            "《別錄》曰：微寒。普曰：神農、岐伯：甘，平；黃帝、桐君、",
            "雷公：甘，無毒；李當之：甘，小溫。杲曰：甘、微苦，微寒，陽中微陰，降也。入手太陰經氣分。",
            "之才曰：地黃、車前為之使。惡款冬、苦瓠、苦芺。畏苦參、青蘘、木耳。伏石鐘乳。"
        ],
        "主治": [
            "心腹結氣，傷中傷飽，胃絡脈絕，羸瘦短氣。久服輕身不老不飢（《本經》）。療身重目黃，心下支滿，虛勞客熱，口乾燥渴，止嘔吐，愈痿蹶，強陰益精，消穀調中保神，定肺氣，安五臟，令人肥健，美顏色，有子（《別錄》）。去心熱，止煩熱，寒熱體勞，下痰飲（藏器）。",
            "治五勞七傷，安魂定魄，止嗽，治肺痿吐膿，時疾熱狂頭痛（大明）。治熱毒大水，面目肢節浮腫，下水，主泄精（甄權）。治肺中伏火，補心氣不足，主血妄行，及經水枯，乳汁不下（元素）。久服輕身明目。和車前、地黃丸服，去溫瘴，變白，夜視有光（藏器）。斷谷為要藥（弘景）。"
        ],
        "發明": [
            "宗奭曰：麥門冬治肺熱之功為多，其味苦，但專泄而不專收，寒多人禁服。治心肺虛熱及虛勞。與地黃、阿膠、麻仁，同為潤經益血、復脈通心之劑；與五味子、枸杞子，同為生脈之劑。",
            "元素曰：麥門冬治肺中伏火、脈氣欲絕者，加五味子、人參二味為生脈散，補肺中元氣不足。",
            "杲曰：六七月間濕熱方旺，人病骨乏無力，身重氣短，頭旋眼黑，甚則痿軟。故孫真人以生脈散補其天元真氣。脈者，人之元氣也。人參之甘寒，瀉熱火而益元氣。麥門冬之苦寒，滋燥金而清水源。五味子之酸溫，瀉丙火而補庚金，兼益五臟之氣也。",
            "時珍曰：按：趙繼宗《儒醫精要》云：麥門冬以地黃為使，服之令人頭不白，補髓，通腎氣，定喘促，令人肌體滑澤，除身上一切惡氣不潔之疾，蓋有君而有使也。若有君無使，是獨行無功矣。此方惟火盛氣壯之人服之相宜。若氣弱胃寒者，必不可餌也。"
        ],
        "附方": [
            {
                "名稱": "麥門冬煎，補中益心，悅顏色，安神益氣，令人肥健，其力甚快",
                "方法": "取新麥門冬根去心，搗熟絞汁，和白蜜，銀器中重湯煮，攪不停手，候如飴乃成。溫酒日日化服之。（《圖經本草》）消渴飲水：用上元板橋麥門冬（鮮肥者）二大兩。宣州黃連（九節者）二大兩，去兩頭尖三、五節，小刀子調理去皮毛了，吹去塵，更以生布摩拭秤之，搗末。以肥大苦瓠汁浸麥門冬，經宿然後去心，即於臼中搗爛，納黃連末和搗，並手丸如梧子大。"
            },
            {
                "名稱": "食後飲下五十丸",
                "方法": "日再。但服兩日，其渴必定。若重者，即初服一百五十丸，二日服一百二十丸，三日一百丸，四日八十丸，五日五十丸。合藥要天氣晴明之夜，方浸藥。須淨處，禁婦人雞犬見之。如覺可時，每日只服二十五丸。服訖覺虛，即取白羊頭一枚治淨，以水三大斗煮爛，取汁一斗以來，細細飲之。"
            },
            {
                "名稱": "勿食肉",
                "方法": "勿入鹽。不過三劑平復也。（崔元亮《海上集驗方》）"
            },
            {
                "名稱": "勞氣欲絕",
                "方法": "麥門冬一兩，甘草（炙）二兩，粳米半合，棗二枚，竹葉十五片，水二升，煎一升，分三服。（《南陽活人書》）"
            },
            {
                "名稱": "虛勞客熱",
                "方法": "麥門冬煎湯頻飲。（《本草衍義》）吐血衄血，諸方"
            },
            {
                "名稱": "不效者",
                "方法": "麥門冬（去心）一斤，搗取自然汁，入蜜二合，分作二服，即止。（《活人心統》）"
            },
            {
                "名稱": "衄血不止",
                "方法": "麥門冬（去心）、生地黃各五錢。水煎服，立止。（《保命集》）齒縫出血：麥門冬煎湯漱之。（《蘭室寶鑑》）"
            },
            {
                "名稱": "咽喉生瘡，脾肺虛熱上攻也",
                "方法": "麥門冬一兩，黃連半兩，為末，煉蜜丸梧子大。每服二十丸，麥門冬湯下。（《普濟方》）"
            },
            {
                "名稱": "乳汁不下",
                "方法": "麥門冬（去心），焙為末。每用三錢，酒磨犀角約一錢許，溫熱調下，不過二服便下。（《熊氏補遺》）下痢口渴，引飲無度：麥門冬（去心）三兩，烏梅肉二十個，細銼，以水一升，煮取七合，細細呷之。（《必效》）"
            },
            {
                "名稱": "金石藥發",
                "方法": "麥門冬六兩，人參四兩，甘草（炙）二兩，為末，蜜丸梧子大。每服五十丸，飲下，日再服。（《本草圖經》）"
            },
            {
                "名稱": "男女血虛",
                "方法": "麥門冬三斤（取汁熬成膏）、生地黃三斤（取汁熬成膏）等分。一處濾過，入蜜四之一，再熬成，瓶收。每日白湯點服。忌鐵器。（《醫方摘要》）"
            }
        ]
    },
    {
        "名字": "萱草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "忘憂（《說文》）",
            "療愁（《綱目》）",
            "丹棘（《古今注》）",
            "鹿蔥（《嘉祐》）",
            "鹿劍（《土宿》）",
            "妓女（《吳普》）宜男"
        ],
        "釋名": [
            "",
            "時珍曰：萱本作諼。諼，忘也。《詩》云：焉得諼草？言樹之背。謂憂思不能自遣，故欲樹此草，玩味以忘憂也。吳人謂之療愁。《董子》云：欲忘人之憂，則贈之丹棘，一名忘憂故也。其苗烹食，氣味如蔥，而鹿食九種解毒之草，萱乃其一，故又名鹿蔥。《周處風土記》云：懷妊婦人佩其花，則生男。",
            "故名宜男。李九華《延壽書》云：嫩苗為蔬，食之動風，令人昏然如醉，因名忘憂。此亦一說也。嵇康《養生論》：《神農經》言中藥養性，故合歡蠲忿，萱草忘憂。亦謂食之也。鄭樵《通志》乃言萱草一名合歡者，誤矣。合歡見木部。"
        ],
        "集解": [
            "頌曰：萱草處處田野有之，俗名鹿蔥。五月採花，八月採根。今人多采其嫩苗及花跗作菹食。",
            "時珍曰：萱宜下濕地，冬月叢生。葉如蒲、蒜輩而柔弱，新舊相代，四時青翠。五月抽莖開花，六出四垂，朝開暮蔫，至秋深乃盡，其花有紅黃紫三色。結實三角，內有子大如梧子，黑而光澤。其根與麥門冬相似，最易繁衍。《南方草木狀》言：廣中一種水蔥，狀如鹿蔥，其花或紫或黃，蓋亦此類也。",
            "或言鹿蔥花有斑紋，與萱花不同時者，謬也。肥土所生，則花厚色深，有斑紋，起重臺，開有數月；瘠土所生，則花薄而色淡，開亦不久。嵇含《宜男花序》亦云：荊楚之土號為鹿蔥，可以薦菹，尤可憑據。今東人採其花跗干而貨之，名為黃花菜。",
            "苗花，"
        ],
        "氣味": [
            "甘，涼，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "煮食，治小便赤澀，身體煩熱，除酒疸（大明）。消食，利濕熱（時珍）。作菹，利胸膈，安五臟，令人好歡樂，無憂，輕身明目（蘇頌）。",
            "根",
            "沙淋，下水氣。酒疸黃色遍身者，搗汁服（藏器）。大熱衄血，研汁一大盞，和生薑汁半盞，細呷之（宗奭）。吹乳、乳癰腫痛，擂酒服，以滓封之（時珍）。"
        ],
        "發明": [
            "震亨曰：萱屬木，性下走陰分，一名宜男，寧無微意存焉？"
        ],
        "附方": [
            {
                "名稱": "通身水腫",
                "方法": "鹿蔥根葉，曬乾為末。每服二錢，入席下塵半錢，食前米飲服。（《聖惠方》）"
            },
            {
                "名稱": "小便不通",
                "方法": "萱草根煎水頻飲。（《杏林摘要》）"
            },
            {
                "名稱": "大便後血",
                "方法": "萱草根和生薑，油炒，酒沖服。（《聖濟總錄》）"
            },
            {
                "名稱": "食丹藥毒",
                "方法": "萱草根，研汁服之。（《事林廣記》）"
            }
        ]
    },
    {
        "名字": "捶胡根",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "藏器曰：生江南川穀蔭地，苗如萱草，其根似天門冬。凡用抽去心。"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "潤五臟，止消渴，除煩去熱，明目，功如麥門冬（藏器）。"
        ]
    },
    {
        "名字": "淡竹葉",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "釋名": [
            "根名碎骨子。",
            "時珍曰：竹葉象形。碎骨言其下胎也。"
        ],
        "集解": [
            "時珍曰：處處原野有之。春生苗，高數寸，細莖綠葉，儼如竹米落地所生細竹之莖葉。其根一窠數十須，須上結子，與麥門冬一樣，但堅硬爾，隨時採之。八九月抽莖，結小長穗。俚人採其根苗，搗汁和米作酒麴，甚芳烈。"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "葉：去煩熱，利小便，清心。根：能墮胎催生（時珍）。"
        ]
    },
    {
        "名字": "鴨跖草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "雞舌草（《拾遺》）",
            "碧竹子（同上）",
            "竹雞草（《綱目》）",
            "竹葉菜（同上）",
            "竹葉（同上）",
            "耳環草（同上）",
            "碧蟬花（同上）",
            "藍姑草"
        ],
        "釋名": [
            "",
            "藏器曰：鴨蹠生江東、淮南平地。葉如竹，高一二尺，花深碧，好為色，有角如鳥嘴。",
            "時珍曰：竹葉菜處處平地有之。三四月出苗，紫莖竹葉，嫩時可食。四、五月開花，如蛾形，兩葉如翅，碧色可愛。結角尖曲如鳥喙，實在角中，大如小豆。豆中有細子，灰黑而皺，狀如蠶屎。巧匠採其花，取汁作畫色及彩羊皮燈，青碧如黛也。",
            "苗"
        ],
        "氣味": [
            "苦，大寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "寒熱瘴瘧，痰飲疔腫，肉症澀滯，小兒丹毒，發熱狂癇，大腹痞滿，身面氣腫，熱痢，蛇犬咬、癰疽等毒（藏器）。和赤小豆煮食，下水氣濕痹，利小便（大明）。消喉痹（時珍）。"
        ],
        "附方": [
            "小便不通：竹雞草一兩，車前草一兩，搗汁入蜜少許，空心服之。（《集簡方》）",
            "下痢赤白：藍姑草（即淡竹葉菜），煎湯日服之。（《活幼全書》）",
            "喉痹腫痛：鴨跖草汁點之。（《袖珍方》）",
            "五痔腫痛：耳環草（一名碧蟬兒花），挼軟納患處，即效。（危亦林《得效方》）"
        ]
    },
    {
        "名字": "葵",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "自菜部移入此。"
        ],
        "別稱": [
            "露葵（《綱目》）",
            "滑菜"
        ],
        "釋名": [
            "",
            "時珍曰：按《爾雅翼》云：葵者，揆也。葵葉傾日，不使照其根，乃智以揆之也。古人採葵必待露解，故曰露葵。今人呼為滑菜，言其性也。古者葵為五菜之主，今不復食之，故移入此。"
        ],
        "集解": [
            "《別錄》曰：冬葵子生少室山。",
            "弘景曰：以秋種葵，覆養經冬，至春作子者，謂之冬葵，入藥性至滑利。春葵子亦滑，不堪藥用，故是常葵耳。術家取葵子微炒，令燁灹（音畢乍），散著濕地，遍踏之，朝種暮生，遠不過宿。",
            "恭曰：此即常食之葵也。有數種，多不入藥用。",
            "頌曰：葵處處有之。苗葉作菜茹，更甘美。冬葵子古方入藥最多。葵有蜀葵、錦葵、黃葵、終葵、菟葵，皆有功用。",
            "時珍曰：葵菜古人種為常食，今之種者頗鮮。有紫莖、白莖二種，以白莖為勝。大葉小花，花紫黃色，其最小者名鴨腳葵。其實大如指頂，皮薄而扁，實內子輕虛如榆莢仁。四、五月種者可留子。六、七月種者為秋葵；八、九月種者為冬葵，經年收採；正月複種者為春葵。然宿根至春亦生。",
            "按王禎《農書》云：葵，陽草也。其菜易生，郊野甚多，不拘肥瘠地皆有之。為百菜之主，備四時之饌。本豐而耐旱，味甘而無毒。可防荒儉，可以菹臘，其枯枿可為榜簇，根子又能療疾，咸無遺棄。誠蔬茹之要品，民生之資益者也。而今人不復食之，亦無種者。葉"
        ],
        "氣味": [
            "甘，寒，滑，無毒",
            "甘，寒，無毒",
            "甘，寒，滑，無毒"
        ],
        "氣味補充": [
            "為百菜主，其心傷人（《別錄》）。",
            "弘景曰：葵葉尤冷利，不可多食。",
            "頌曰：苗葉作菜茹甚甘美，但性滑利，不益人。",
            "詵曰：其性雖冷，若熱食之，令人熱悶動風氣。四季月食之，發宿疾。天行病後食之，令人失明。霜葵生食，動五種留飲，吐水。凡服百藥，忌食其心，心有毒也。黃背紫莖者，勿食之。不可合鯉魚黍米鮓食，害人。",
            "時珍曰：凡被狂犬咬者，永不可食，食之即發。食葵須用蒜，無蒜勿食之。又伏硫黃。",
            "",
            "黃芩為之使。"
        ],
        "主治": [
            "脾之菜也。宜脾，利胃氣，滑大腸（思邈）。宜導積滯，妊婦食之，胎滑易生（蘇頌）。煮汁服，利小腸，治時行黃病。干葉為末及燒灰服，治金瘡出血（甄權）。除客熱，治惡瘡，散膿血，女人帶下，小兒熱毒下痢丹毒，並宜食之（汪穎）。服丹石人宜食（孟詵）。潤燥利竅，功與子同（同上）。",
            "惡瘡，療淋，利小便，解蜀椒毒（《別錄》）。小兒吞錢不出，煮汁飲之，神妙（甄權）。治疳瘡出黃汁（孟詵）。利竅滑胎，止消渴，散惡毒氣（時珍）。",
            "五臟六腑，寒熱羸瘦，五癃，利小便。久服堅骨長肌肉，輕身延年（《本經》）。療婦人乳難內閉，腫痛（《別錄》）。出癰疽頭（孟詵）。下丹石毒（弘景）。通大便，消水氣，滑胎治痢（時珍）。"
        ],
        "發明": [
            "張從正曰：凡久病大便澀滯者，宜食葵菜，自然通利，乃滑以養竅也。時珍曰：按：唐王燾《外臺秘要》云：天行斑瘡，須臾通身，皆戴白漿，此惡毒氣也。高宗永徽四年，此瘡自西域東流於海內。但煮葵菜葉以蒜齏啖之，則止。又《聖惠方》亦云：小兒發斑，用生葵菜葉絞汁，少少與服，散惡毒氣。",
            "按：此即今痘瘡也。今之治者，惟恐其大、小二便頻數，泄其元氣，痘不起發。葵菜滑竅，能利二便，似不相宜，而昔人賴之。豈古今運氣不同，故治法亦隨時變易歟？",
            "時珍曰：葵氣味俱薄，淡滑為陽，故能利竅通乳，消腫滑胎也。其根、葉與子功用相同。按：陳自明《婦人良方》云：乳婦氣脈壅塞，乳汁不行，及經絡凝滯，奶房脹痛，留蓄作癰毒者。用葵菜子（炒香）、縮砂仁等分，為末。熱酒服二錢。此藥滋氣脈，通營衛，行津液，極驗。乃上蔡張不愚方也。"
        ],
        "附方": [
            {
                "名稱": "天行斑瘡",
                "方法": "方見上。"
            },
            {
                "名稱": "肉錐怪疾",
                "方法": "有人手足甲忽長，倒生刺肉，如錐痛不可忍者，但食葵菜即愈。（夏子益《奇疾方》）"
            },
            {
                "名稱": "諸瘻不合",
                "方法": "先以泔清溫洗，拭淨，取葵菜微火烘暖貼之。不過二三百葉，引膿盡，即肉生也。忌諸魚、蒜、房事。（《必效方》）"
            },
            {
                "名稱": "湯火傷瘡",
                "方法": "葵菜為末敷之。（《食物本草》）"
            },
            {
                "名稱": "蛇蠍螫傷",
                "方法": "葵菜搗汁服之。（《千金方》）"
            },
            {
                "名稱": "誤吞銅錢",
                "方法": "葵菜搗汁冷飲。（《普濟方》）"
            },
            {
                "名稱": "丹石發動，口乾咳嗽者",
                "方法": "每食後飲冬月葵齏汁一盞，便臥少時。（《食療本草》）"
            },
            {
                "名稱": "二便不通脹急者",
                "方法": "生冬葵根二斤（搗汁三合），生薑四兩（取汁一合）。和勻，分二服。連用即通也。消渴引飲，小便不利：葵根五兩，水三大盞，煮汁，平旦服，日一服。（並《聖惠方》）消中尿多，日夜尿七八升：冬葵根五斤，水五斗，煮三斗，每日平旦服二升。（《外臺秘要》）"
            },
            {
                "名稱": "漏胎下血，血儘子死",
                "方法": "葵根莖燒灰。酒服方寸匕，日三。（《千金方》）"
            },
            {
                "名稱": "瘭疽惡毒，肉中忽生一黤子，大如豆粟，或如梅李，或赤或黑，或白或青，其黶有核，核有深根，應心，能爛筋骨，毒入臟腑即殺人",
                "方法": "但飲葵根汁，可折其熱毒。（姚僧坦《集驗方》）。"
            },
            {
                "名稱": "妒乳乳癰",
                "方法": "葵莖及子為末。酒服方寸匕，日二。（昝殷《產寶》）"
            },
            {
                "名稱": "身面疳瘡，出黃汁者",
                "方法": "葵根燒灰，和豬脂塗之。（《食療本草》）"
            },
            {
                "名稱": "小兒蓐瘡",
                "方法": "葵根燒末敷之。（《子母秘錄》）"
            },
            {
                "名稱": "小兒緊唇",
                "方法": "葵根燒灰，酥調塗之。（《聖惠方》）"
            },
            {
                "名稱": "口吻生瘡",
                "方法": "用經年葵根，燒灰敷之。（《外臺秘要》）"
            },
            {
                "名稱": "蛇虺螫傷",
                "方法": "葵根搗塗之。（《古今錄驗》）"
            },
            {
                "名稱": "解防葵毒",
                "方法": "葵根搗汁飲之。（《千金方》）"
            },
            {
                "名稱": "《別錄》曰",
                "方法": "十二月採之。"
            },
            {
                "名稱": "機曰",
                "方法": "子乃春生，不應十二月可採也。"
            },
            {
                "名稱": "大便不通，十日至一月者。《肘後方》",
                "方法": "冬葵子三升，水四升，煮取一升服。不瘥更作。"
            },
            {
                "名稱": "《聖惠》",
                "方法": "用葵子（末）、人乳汁等分。和服立通。關格脹滿，大小便不通，欲死者：《肘後方》：用葵子二升。水四升，煮取一升，納豬脂一丸如雞子，頓服。《千金》：用葵子為末，豬脂和丸梧子大。每服五十丸，效止。"
            },
            {
                "名稱": "小便血淋",
                "方法": "葵子一升，水三升，煮汁，日三服。（《千金方》）"
            },
            {
                "名稱": "妊娠患淋",
                "方法": "冬葵子一升，水三升，煮二升，分服。（《千金方》）"
            },
            {
                "名稱": "妊娠下血",
                "方法": "方同上。"
            },
            {
                "名稱": "產後淋瀝不通",
                "方法": "用葵子一合，朴硝八分，水二升，煎八合，下硝服之。（《集驗方》）"
            },
            {
                "名稱": "妊娠水腫身重，小便不利，灑淅惡寒，起即頭眩",
                "方法": "用葵子、茯苓各三兩。為散。飲服方寸匕，日三服，小便利則愈。若轉胞者，加發灰，神效。（《金匱要略》）"
            },
            {
                "名稱": "生產困悶",
                "方法": "冬葵子一合，搗破。水二升，煮汁半升，頓服，少時便產。昔有人如此服之，登廁，立撲兒於廁中也。（《食療》）"
            },
            {
                "名稱": "倒生口噤",
                "方法": "冬葵子炒黃為末。酒服二錢匕，效。（《產書》）"
            },
            {
                "名稱": "乳汁不通",
                "方法": "方見發明。"
            },
            {
                "名稱": "胎死腹中",
                "方法": "葵子為末，酒服方寸匕。若口噤不開者，灌之，藥下即蘇。（《千金方》）"
            },
            {
                "名稱": "胞衣不下",
                "方法": "冬葵子一合，牛膝一兩，水二升，煎一升服。（《千金方》）"
            },
            {
                "名稱": "血痢產痢",
                "方法": "冬葵子為末。每服二錢，入蠟茶一錢，沸湯調服，日三。（《聖惠方》）"
            },
            {
                "名稱": "痎瘧邪熱",
                "方法": "冬葵子陰乾為末，酒服二錢。午日取花挼手，亦去瘧。（《聖惠方》）"
            },
            {
                "名稱": "癰腫無頭",
                "方法": "孟詵曰：三日後，取葵子二百粒，水吞之，當日即開也。《經驗後方》云：只吞一粒即破。如吞兩粒，則有兩頭也。"
            },
            {
                "名稱": "便毒初起",
                "方法": "冬葵子末，酒服二錢。（《儒門事親》）"
            },
            {
                "名稱": "面上疱瘡",
                "方法": "冬葵子、柏子仁、茯苓、瓜瓣各一兩。為末。食後酒服方寸匕，日三服。（陶隱居方）。"
            },
            {
                "名稱": "解蜀椒毒",
                "方法": "冬葵子煮汁飲之。（《千金方》）"
            },
            {
                "名稱": "傷寒勞復",
                "方法": "葵子二升，粱米一升，煮粥食，取汗立安。（《聖惠》）"
            }
        ]
    },
    {
        "名字": "蜀葵",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "自菜部移入此。併入有名未用《別錄》吳葵華。"
        ],
        "別稱": [
            "戎葵（《爾雅》）",
            "吳葵"
        ],
        "釋名": [
            "",
            "藏器曰：《爾雅》云：菺（音堅），戎葵也。郭璞注云：今蜀葵也。葉似葵，花如木槿花。戎蜀其所自來，因以名之。",
            "時珍曰：羅願《爾雅翼》：吳葵作胡葵，云胡，戎也。《夏小正》云：四月小滿後五日，吳葵華，《別錄》吳葵，即此也。而唐人不知，退入有名未用。《嘉祐本草》重於菜部出蜀葵條。蓋未讀《爾雅注》及《千金方》，吳葵一名蜀葵之文故也。今併為一。"
        ],
        "集解": [
            "頌曰：蜀葵似葵，花如木槿花，有五色。小花者名錦葵，功用更強。",
            "時珍曰：蜀葵處處人家植之。春初種子，冬月宿根亦自生苗，嫩時亦可茹食。葉似葵菜而大，亦似絲瓜葉，有岐叉。過小滿後長莖，高五、六尺。花似木槿而大，有深紅淺紅紫黑白色、單葉千葉之異。昔人謂其疏莖密葉、翠萼豔花、金粉檀心者，頗善狀之。惟紅、白二色入藥。",
            "其實大如指頭，皮薄而扁，內仁如馬兜鈴仁及蕪荑仁，輕虛易種。其秸剝皮，可緝布作繩。一種小者名錦葵，即荊葵也。《爾雅》謂之荍（音喬）。其花大如五銖錢，粉紅色，有紫縷紋。掌禹錫《補註本草》，謂此即戎葵，非矣。然功用亦相似。",
            "苗，"
        ],
        "氣味": [
            "甘，微寒，滑，無毒",
            "咸，寒，無毒",
            "甘，冷，無毒"
        ],
        "氣味補充": [
            "",
            "思邈曰：不可久食，鈍人志性。若被狗齧者食之，永不瘥也。",
            "李廷飛曰：合豬肉食，人無顏色。",
            "",
            "《禹錫》曰：蜀葵華：甘，冷，無毒。",
            ""
        ],
        "主治": [
            "除客熱，利腸胃（思邈）。煮食，治丹石發，熱結，大人、小兒熱毒下痢（藏器）。作蔬食，滑竅治淋，潤燥易產（時珍）。搗爛塗火瘡，燒研敷金瘡（大明）。",
            "根莖",
            "客熱，利小便，散膿血惡汁（藏器）。",
            "理心氣不足（《別錄》）。小兒風疹痎瘧（《嘉祐》）。治帶下，目中溜火，和血潤燥，通竅，利大小腸（時珍）。",
            "淋澀，通小腸，催生落胎，療水腫，治一切瘡疥並瘢疵赤靨（大明）。"
        ],
        "發明": [
            "宗奭曰：蜀葵，四時取紅色、單葉者根，陰乾，治帶下，排膿血惡物，極驗也。",
            "張元素曰：蜀葵花，陰中之陽也。赤者治赤帶；白者治白帶；赤者治血燥；白者治氣燥，皆取其寒滑潤利之功也。又紫葵花，入染髭發方中用。",
            "時珍曰：按：楊士瀛《直指方》云：蜀葵子炒，入宣毒藥中最驗。又催生方：用子二錢，滑石三錢，為末。順流水服五錢，即下。"
        ],
        "附方": [
            {
                "名稱": "小便淋痛",
                "方法": "葵花根洗銼，水煎五七沸，服之如神。（《衛生寶鑑》）"
            },
            {
                "名稱": "小便血淋",
                "方法": "葵花根二錢，車前子一錢，水煮，日服之。（《簡便單方》）"
            },
            {
                "名稱": "小便尿血",
                "方法": "葵莖，無灰酒服方寸匕，日三。（《千金》）"
            },
            {
                "名稱": "腸胃生癰",
                "方法": "懷忠丹：治內癰有敗血，腥穢殊甚，臍腹冷痛，用此排膿下血：單葉紅蜀葵根、白芷各一兩，白枯礬、白芍藥各五錢。為末，黃蠟溶化，和丸梧子大，每空心米飲下二十丸。待膿血出盡，服十宣散補之。（《坦仙皆效方》）諸瘡腫痛"
            },
            {
                "名稱": "不可忍者",
                "方法": "葵花根（去黑皮），搗爛，入井華水調稠貼之。（《普濟方》）。"
            },
            {
                "名稱": "小兒吻瘡，經年欲腐",
                "方法": "葵根燒研敷之。（《聖惠方》）"
            },
            {
                "名稱": "小兒口瘡",
                "方法": "赤葵莖（炙乾）為末，蜜和含之。（《聖惠方》）吳葵華（《別錄》），"
            },
            {
                "名稱": "二便關格，脹悶欲死，二、三日則殺人",
                "方法": "蜀葵花一兩（搗爛），麝香半錢。水一大盞，煎服。根亦可用。"
            },
            {
                "名稱": "痎瘧邪熱",
                "方法": "蜀葵花白者，陰乾為末，服之。午日取花挼手，亦能去瘧。（蘇頌《圖經本草》）婦人帶下，臍腹冷痛，面色痿黃，日漸虛困：用葵花一兩，陰乾為末，每空心溫酒服二錢匕。赤帶用赤葵，白帶用白葵。（《聖惠方》）"
            },
            {
                "名稱": "橫生倒產",
                "方法": "葵花為末，酒服方寸匕。（《千金方》）"
            },
            {
                "名稱": "酒渣赤鼻",
                "方法": "蜀葵花研末，臘豬脂和勻，夜敷旦洗。（《仁存方》）"
            },
            {
                "名稱": "誤吞針錢",
                "方法": "葵花煮汁服之。（《普濟方》）"
            },
            {
                "名稱": "蜂蠍螫毒",
                "方法": "五月五日午時，收蜀葵花、石榴花、艾心等分，陰乾為末，水調塗之。（《肘後方》）。"
            },
            {
                "名稱": "大小便閉不通者",
                "方法": "用白花胡葵子為末，煮濃汁服之。（《千金方》）"
            },
            {
                "名稱": "石淋破血",
                "方法": "五月五日，收葵子炒研，食前溫酒下一錢，當下石出。（《聖惠方》）"
            },
            {
                "名稱": "癰腫無頭",
                "方法": "蜀葵子為末，水調敷之。（《經驗後方》）"
            }
        ]
    },
    {
        "名字": "菟葵",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "天葵（《圖經》）",
            "莃（音希）",
            "雷丸草（《外丹本草》）"
        ],
        "釋名": [
            ""
        ],
        "集解": [
            "恭曰：菟葵苗如石龍芮，而葉光澤，花白似梅，其莖紫黑，煮啖極滑。所在下澤田間皆有，人多識之。六月、七月採莖葉，曝乾入藥。",
            "禹錫曰：郭璞注《爾雅》云：菟葵似葵而小，葉狀如藜，有毛，汋之可食而滑。",
            "宗奭曰：菟葵，綠葉如黃蜀葵，其花似拒霜，甚雅，其形至小，如初開單葉蜀葵。有檀心，色如牡丹姚黃蕊，則蜀葵也。唐劉夢得所謂菟葵燕麥動搖春風者，是也。",
            "時珍曰：按：鄭樵《通志》云：菟葵，天葵也。狀如葵菜，葉大如錢而厚，面青背微紫，生於崖石。凡丹石之類，得此而後能神。所以《雷公炮炙論》云：如要形堅，豈忘紫背，謂其能堅鉛也。此說得於天台一僧。又按：南宮從《𡵺嶁神書》云：紫背天葵出蜀中，靈草也。生於水際。",
            "取自然汁煮汞則堅，亦能煮八石拒火也。又按：初虞世《古今錄驗》云：五月五前齋戒，看桑下有菟葵者，至五日午時，至桑下咒曰：系黎乎俱當蘇婆訶。咒畢，乃以手摩桑陰一遍，口齧菟葵及五葉草嚼熟，以唾塗手，熟揩令遍。再齋七日，不得洗手。後有蛇蟲蠍蠆咬傷者，以此手摩之，即愈也。",
            "時珍竊謂：古有咒由一科，此亦其類，但不知必用菟葵，取何義也？若謂其相制，則治毒蟲之草亦多矣。",
            "苗"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "下諸石五淋，止虎蛇毒。諸瘡搗汁飲之。塗瘡能解毒止痛（《唐本》）。"
        ]
    },
    {
        "名字": "黃蜀葵",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "自菜部移入此。"
        ],
        "釋名": [
            "時珍曰：黃蜀葵別是一種，宜入草部，而《嘉祐本草》定入菜部，為其與蜀葵同名，而氣味主治亦同故也。今移於此。"
        ],
        "集解": [
            "禹錫曰：黃蜀葵花，近道處處有之。春生苗葉，頗似蜀葵，而葉尖狹多刻缺，夏末開花淺黃色，六、七月採，陰乾之。",
            "宗奭曰：黃蜀葵與蜀葵別種，非是蜀葵中黃者也。葉心下有紫檀色，摘下剔散，日乾之。不爾，即浥爛也。",
            "時珍曰：黃葵二月下種，或宿子在土自生，至夏始長。葉大如蓖麻葉，深綠色，開岐丫，有五尖如人爪形，旁有小尖。六月開花，大如碗，鵝黃色，紫心六瓣而側，旦開午收暮落，人亦呼為黃蜀葵花。隨即結角，大如拇指，長二寸許，本大末尖，六稜有毛，老則黑色。其稜自綻，內有六房，如脂麻房。",
            "其子累累在房內，狀如苘麻子，色黑。其莖長者六七尺，剝皮可作繩索。",
            "花"
        ],
        "氣味": [
            "甘，寒，滑，無毒",
            "甘，寒，滑，無毒"
        ],
        "氣味補充": [
            "",
            ""
        ],
        "主治": [
            "小便淋及催生。治諸惡瘡膿水久不瘥者，作末敷之即愈，為瘡家要藥（《嘉祐》）。消癰腫。浸油，塗湯火傷（時珍）。",
            "癰腫，利小便，五淋水腫，產難，通乳汁（時珍）。"
        ],
        "附方": [
            {
                "名稱": "沙石淋痛",
                "方法": "黃蜀葵花一兩，炒為末，每米飲服一錢，名獨聖散。（《普濟方》）"
            },
            {
                "名稱": "難產催生",
                "方法": "如聖散：治胎臟乾澀難產，劇者並進三服，良久腹中氣寬，胎滑即下也。用黃葵花焙研末，熟湯調服二錢。無花，用子半合研末，酒淘去滓，服之。（《產寶鑑》）"
            },
            {
                "名稱": "胎死不下",
                "方法": "即上方，用紅花酒下。"
            },
            {
                "名稱": "癰疽腫毒",
                "方法": "黃蜀葵花，用鹽摻，收瓷器中，密封，經年不壞。每用敷之，自平自潰。無花，用根葉亦可。（《直指方》）"
            },
            {
                "名稱": "小兒口瘡",
                "方法": "黃葵花，燒末敷之。（《肘後方》）"
            },
            {
                "名稱": "小兒木舌",
                "方法": "黃蜀葵花（為末）一錢，黃丹五分。敷之。（《直指方》）"
            },
            {
                "名稱": "湯火灼傷",
                "方法": "用瓶盛麻油，以箸就樹夾取黃葵花，收入瓶內，勿犯人手，密封收之。遇有傷者，以油塗之甚妙。（《經驗方》）"
            },
            {
                "名稱": "小兒禿瘡",
                "方法": "黃蜀葵花、大黃、黃芩等分，為末。米泔淨洗，香油調搽。（《普濟方》）"
            },
            {
                "名稱": "子及根",
                "方法": ""
            },
            {
                "名稱": "臨產催生",
                "方法": "宗奭曰：臨產時以四十九粒研爛，溫水服之，良久即產。《經驗後方》：用子焙研三錢，井華水服。無子用根，煎汁服。"
            },
            {
                "名稱": "便癰初起",
                "方法": "淮人用黃蜀葵子十七粒，皂角半梃，為末，以石灰同醋調塗之。（《永類鈐方》）"
            },
            {
                "名稱": "癰腫不破",
                "方法": "黃葵子研，酒服，一粒則一頭，神效。（《衛生易簡方》）"
            },
            {
                "名稱": "打撲傷損",
                "方法": "黃葵子研，酒服二錢。（《海上方》）"
            }
        ],
        "發明": [
            "頌曰：冬葵、黃葵、蜀葵，形狀雖各不同，而性俱寒滑，故所主療不甚相遠。",
            "時珍曰：黃葵子古方少用，今為催生及利小便要藥。或單用，或入湯散皆宜，蓋其性滑，與冬葵子同功故也。花、子與根，性功相同，可以互用。無花用子，無子用根。"
        ]
    },
    {
        "名字": "龍葵",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "併入《圖經》、老鴉眼睛草。"
        ],
        "別稱": [
            "苦葵（《圖經》）",
            "苦菜（《唐本》）",
            "天茄子（《圖經》）",
            "水茄（《綱目》）",
            "天泡草（《綱目》）",
            "老鴉酸漿草（《綱目》）",
            "老鴉眼睛草（《圖經》）"
        ],
        "釋名": [
            "",
            "時珍曰：龍葵，言其性滑如葵也。苦以菜味名，茄以葉形名；天泡、老鴉眼睛皆以子形名也。與酸漿相類，故加老鴉以別之。五爪龍亦名老鴉眼睛草；敗醬、苦苣併名苦菜，名同物異也。"
        ],
        "集解": [
            "弘景曰：益州有苦菜，乃是苦蘵。恭曰：苦蘵，即龍葵也，俗亦名苦菜，非荼也。龍葵所在有之，關河間謂之苦菜，葉圓花白，子若牛李子，生青熟黑，但堪煮食，不任生啖。",
            "頌曰：龍葵近處亦稀，惟北方有之，北人謂之苦葵。葉圓似排風而無毛，花白色，子亦似排風子，生青熟黑，其赤者名赤珠，亦可入藥。又曰：老鴉眼睛草，生江湖間。葉如茄子葉，故名天茄子。或云：即漆姑草也。漆姑即蜀羊泉，已見《本經》草部。人亦不能決識之。",
            "時珍曰：龍葵、龍珠，一類二種也，皆處處有之。四月生苗，嫩時可食，柔滑。漸高二、三尺，莖大如箸，似燈籠草而無毛。葉似茄葉而小。五月以後，開小白花，五出黃蕊。結子正圓，大如五味子，上有小蒂，數顆同綴，其味酸。中有細子，亦如茄子之子。但生青熟黑者為龍葵；生青熟赤者為龍珠，功用亦相彷彿，不甚遼遠。",
            "蘇頌《圖經》菜部既注龍葵，復於外類重出老鴉眼睛草，蓋不知其即一物也。又謂老鴉眼睛是蜀羊泉，誤矣。蜀羊泉葉似菊，開紫花，子類枸杞，詳見草部本條。楊慎《丹鉛錄》，謂龍葵即吳葵，反指本草為誤，引《素問》、《千金》四月吳葵華為證。蓋不知《千金方》言吳葵即蜀葵，已自明白矣。",
            "今並正之。",
            "苗"
        ],
        "氣味": [
            "苦、微甘，滑，寒，無毒",
            "同苗"
        ],
        "氣味補充": [
            "",
            ""
        ],
        "主治": [
            "食之解勞少睡，去虛熱腫（《唐本》）。治風，補益男子元氣，婦人敗血（蘇頌）。消熱散血，壓丹石毒宜食之（時珍）。",
            "搗爛和土，敷疔腫火丹瘡，良（孟詵）。療癰疽腫毒，跌撲傷損，消腫散血（時珍）。根與木通、胡荽煎湯服，通利小便（蘇頌）。",
            "疔腫（《唐本》）。明目輕身甚良（甄權）。治風，益男子元氣，婦人敗血（蘇頌）。"
        ],
        "附方": [
            {
                "名稱": "去熱少睡",
                "方法": "龍葵菜同米，煮作羹粥食之。（《食醫心鏡》）"
            },
            {
                "名稱": "通利小便",
                "方法": "方見上。"
            },
            {
                "名稱": "從高墜下欲死者",
                "方法": "取老鴉眼睛草莖葉搗汁服，以渣敷患處。（《唐瑤經驗方》）"
            },
            {
                "名稱": "火焰丹腫",
                "方法": "老鴉眼睛草葉，入醋細研敷之，能消赤腫。（蘇頌《圖經本草》）"
            },
            {
                "名稱": "癰腫無頭",
                "方法": "龍葵莖葉搗敷。（《經驗方》）"
            },
            {
                "名稱": "發背癰疽成瘡者",
                "方法": "蘇頌《圖經》云：用龍葵一兩（為末），麝香一分。研勻，塗之甚善。《袖珍方》云：一切發背癰疽惡瘡。用蛤蟆一個，同老鴉眼睛草莖葉搗爛，敷之即散，神效。"
            },
            {
                "名稱": "諸瘡惡腫",
                "方法": "老鴉眼睛草擂酒服，以渣敷之。（《普濟方》）"
            },
            {
                "名稱": "疔腫毒瘡，黑色焮腫者，乃服丹石毒也；赤色者，肉面毒也",
                "方法": "用龍葵根一握（洗切），乳香末、黃連三兩，杏仁六十枚，和搗作餅，厚如三錢，依瘡大小敷之，覺癢即換去。癢不可忍，切勿搔動。候炊久，瘡中似石榴子戢戢然，乃去藥。時時以甘草湯溫洗，洗後以蠟貼之。終身不得食羊血。如無龍葵，以蔓荊根代之。（《聖濟總錄》）"
            },
            {
                "名稱": "天泡濕瘡",
                "方法": "龍葵苗葉搗敷之。"
            },
            {
                "名稱": "吐血不止",
                "方法": "天茄子苗半兩，人參二錢半，為末。每服二錢，新汲水下。（《聖濟總錄》）"
            },
            {
                "名稱": "闢除蚤蝨",
                "方法": "天茄葉鋪於席下，次日盡死。"
            },
            {
                "名稱": "多年惡瘡",
                "方法": "天茄葉貼之，或為末貼。（《救急良方》）"
            },
            {
                "名稱": "產後腸出不收",
                "方法": "老鴉酸漿草一把，水煎，先熏後洗，收乃止。（《救急方》）子（七月採之），"
            }
        ]
    },
    {
        "名字": "龍珠",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "釋名": [
            "赤珠。",
            "頌曰：龍葵子赤者名赤珠，象形也。"
        ],
        "集解": [
            "甄權曰：龍葵，赤珠者，名龍珠，挼去汁可食，能變白令黑。",
            "藏器曰：龍珠生道旁，子圓似龍葵，但熟時正赤耳。",
            "時珍曰：龍珠、龍葵，雖以子之黑赤分別，其實一物二色，強分為二也。",
            "苗"
        ],
        "氣味": [
            "苦，寒，無毒",
            "同菜"
        ],
        "氣味補充": [
            "",
            ""
        ],
        "主治": [
            "能變白髮，令人不睡。主諸熱毒，石氣發動，調中解煩（藏器）。",
            "疔腫（藏器）。"
        ],
        "發明": [
            "權曰：龍珠，服之變白令黑，耐老。若能生食得苦者，不食他菜，十日後即有靈異也。不與蔥、薤同啖。根亦入藥用。",
            "子"
        ]
    },
    {
        "名字": "酸漿",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "菜部苦耽，草部酸漿、燈籠草，俱併為一。"
        ],
        "別稱": [
            "醋漿（《本經》）",
            "苦葴（音針）",
            "苦耽（《嘉祐》）",
            "燈籠草（《唐本》）",
            "皮弁草（《食療》）",
            "天泡草（《綱目》）",
            "王母珠（《嘉祐》）",
            "洛神珠（同上），小者名苦蘵"
        ],
        "釋名": [
            "藏器曰：《爾雅》云：葴，寒漿也。郭璞注云：即今酸漿，江東人呼為苦葴。小者為苦蘵，亦呼為小苦耽。",
            "崔豹《古今注》云：蘵，一名蘵子，實形如皮弁，其子圓如珠。時珍曰：酸漿，以子之味名也。苦葴、苦耽，以苗之味名也。燈籠、皮弁，以角之形名也。",
            "王母、洛神珠，以子之形名也。按：楊慎《卮言》云：本草燈籠草、苦耽、酸漿，皆一物也。修本草者非一時一人，故重複耳。燕京野果名紅姑娘，外垂絳囊，中含赤子如珠，酸甘可食，盈盈繞砌，與翠草同芳，亦自可愛。蓋姑娘乃瓜囊之訛，古者瓜姑同音，娘囊之音亦相近耳。",
            "此說得之，故今以《本經》酸漿，《唐本草》燈籠草、宋《嘉祐本草》苦耽，俱併為一焉。"
        ],
        "集解": [
            "《別錄》曰：酸漿，生荊楚川澤及人家田園中，五月採，陰乾。",
            "弘景曰：酸漿處處多有，苗似水茄而小，葉亦可食。子作房，房中有子如梅李大，皆黃赤色，小兒食之。",
            "保升曰：酸漿即苦葴也，根如菹芹，白色絕苦。",
            "禹錫曰：苦耽生故墟垣塹間，高二、三尺，子作角，如撮口袋，中有子如珠，熟則赤色。關中人謂之洛神珠，一名王母珠，一名皮弁草。一種小者名苦蘵。《爾雅》謂之黃蒢。恭曰：燈籠草所在有之，枝幹高三、四尺，有紅花狀若燈籠，內有紅子可愛，根、莖、花、實併入藥用。",
            "宗奭曰：酸漿即苦耽也，《嘉祐》重出苦耽條。天下有之，苗如天茄子，開小白花，結青殼，熟則深紅，殼中子大如櫻，亦紅色，櫻中復有細子，如落蘇之子，食之有青草氣也。",
            "時珍曰：龍葵、酸漿，一類二種也。酸漿、苦蘵，一種二物也。但大者為酸漿；小者為苦蘵，以此為別。敗醬亦名苦蘵，與此不同。其龍葵、酸漿苗葉一樣。但龍葵莖光無毛，五月入秋開小白花，五出黃蕊，結子無殼，累累數顆同枝，子有蒂蓋，生青熟紫黑。其酸漿同時開小花黃白色，紫心白蕊，其花如杯狀，無瓣，但有五尖，結一鈴殼，凡五稜，一枝一顆，下懸如燈籠之狀，殼中一子，狀如龍葵子，生青熟赤。以此分別，便自明白。",
            "按《庚辛玉冊》云：燈籠草四方皆有，惟川陝者最大。葉似龍葵，嫩時可食。四、五月開花結實，有四葉盛之如燈籠，河北呼為酸漿。據此及楊慎之說，則燈籠、酸漿之為一物，尤可證矣。唐慎微以三葉酸草附於酸漿之後，蓋不知其名同物異也。其草見草之九，酢漿下。",
            "苗、葉、莖、根，"
        ],
        "氣味": [
            "苦，寒，無毒",
            "酸，平，無毒"
        ],
        "氣味補充": [
            "禹錫曰：有小毒。",
            "恭曰：苦，大寒，無毒。",
            "時珍曰：方士取汁煮丹砂，伏白礬，煮三黃，煉硝、硫。",
            "《別錄》曰：寒。"
        ],
        "主治": [
            "酸漿：治熱煩滿，定志益氣，利水道（《本經》）。搗汁服，治黃病，多效（弘景）。燈籠草：治上氣咳嗽風熱，明目，根莖花、實並宜（《唐本》）。苦耽苗子：治傳屍伏連，鬼氣疰忤邪氣，腹內熱結，目黃不下食，大小便澀，骨熱咳嗽，多睡勞乏，嘔逆痰壅，痃癖痞滿，小兒無辜癧子，寒熱大腹，殺蟲落胎，去蠱毒，並煮汁飲，亦生搗汁服。研膏，敷小兒閃癖（《嘉祐》）。",
            "熱煩滿，定志益氣，利水道，產難吞之立產（《本經》）。食之，除熱，治黃病，尤益小兒（蘇頌）。治骨蒸勞熱，屍疰疳瘦，痰癖熱結，與苗莖同功（《嘉祐》）。"
        ],
        "發明": [
            "震亨曰：燈籠草，苦能除濕熱，輕能治上焦，故主熱咳咽痛。此草治熱痰咳嗽，佛耳草治寒痰咳嗽也。與片芩清金丸同用，更效。",
            "時珍曰：酸漿利濕除熱。除熱故清肺治咳；利濕故能化痰治疽。一人病虛乏咳嗽有痰，愚以此加入湯中用之，有效。"
        ],
        "附方": [
            {
                "名稱": "熱咳咽痛",
                "方法": "燈籠草為末，白湯服，名清心丸。仍以醋調敷喉外。（《丹溪纂要》）喉瘡作"
            },
            {
                "名稱": "痛",
                "方法": "燈籠草，炒焦研末，酒調呷之。（《醫學正傳》）"
            },
            {
                "名稱": "灸瘡不發",
                "方法": "酸漿葉貼之。"
            },
            {
                "名稱": "酸漿實丸，治三焦腸胃伏熱，婦人胎熱難產",
                "方法": "用酸漿實五兩，莧實三兩，馬藺子（炒）、大鹽榆白皮（炒）二兩，柴胡、黃芩、栝蔞根、䕡茹各一兩，為末，煉蜜丸梧子大。每服三十丸，木香湯下。（《聖濟總錄》）"
            },
            {
                "名稱": "天泡濕瘡",
                "方法": "天泡草鈴兒生搗敷之。亦可為末，油調敷。（《鄧才雜興方》）"
            }
        ]
    },
    {
        "名字": "蜀羊泉",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "羊泉（《別錄》）",
            "羊飴（《別錄》）",
            "漆姑草"
        ],
        "釋名": [
            "",
            "時珍曰：諸名莫解。能治漆瘡，故曰漆姑。"
        ],
        "集解": [
            "《別錄》曰：蜀羊泉生蜀郡山谷。",
            "弘景曰：方不復用，人無識者。",
            "恭曰：此草俗名漆姑，葉似菊，花紫色，子類枸杞子，根如遠志，無心有糝。所在平澤有之，生陰濕地，三月、四月採苗葉，陰乾。",
            "藏器曰：陶注杉材云：漆姑葉細細，多生石邊，能療漆瘡。蘇云漆姑是羊泉。按：羊泉乃大草。漆姑草如鼠跡大，生階墀間陰處，氣辛烈，挼敷漆瘡，亦主溪毒，乃同名也。",
            "頌曰：或言老鴉眼睛草即漆姑草，漆姑乃蜀羊泉，人不能決識。",
            "時珍曰：漆姑有二種：蘇恭所說是羊泉，陶、陳所說是小草。蘇頌所說老鴉眼睛草，乃龍葵也。又黃蜂作窠，銜漆姑草汁為蒂，即此草也。"
        ],
        "氣味": [
            "苦，微寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "頭禿惡瘡熱氣，疥瘙痂癬蟲（《本經》）。",
            "療齲齒，女子陰中內傷，皮間實積（《別錄》）。主小兒驚，生毛髮，搗塗漆瘡（蘇恭）。蚯蚓氣呵者，搗爛入黃丹盦之（時珍，出《摘玄方》）"
        ],
        "附方": [
            "黃疸疾：漆草一把，搗汁和酒服。不過三、五次，即愈。（《摘玄方》）。"
        ]
    },
    {
        "名字": "鹿蹄草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "小秦王草（《綱目》）",
            "秦王試劍草"
        ],
        "釋名": [
            "",
            "時珍曰：鹿蹄象葉形。能合金瘡，故名試劍草。又山慈姑亦名鹿蹄，與此不同。"
        ],
        "集解": [
            "時珍曰：按軒轅述《寶藏論》云：鹿蹄多生江廣平陸及寺院荒處，淮北絕少，川陝亦有。苗似堇菜，而葉頗大，背紫色。春生紫花。結青實，如天茄子。可制雌黃、丹砂。"
        ],
        "氣味": [
            "缺"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "金瘡出血，搗塗即止。又塗一切蛇蟲犬咬毒（時珍）。"
        ]
    },
    {
        "名字": "敗醬",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "苦菜（《綱目》）",
            "苦蘵（《綱目》）",
            "澤敗（《別錄》）",
            "鹿腸（《本經》）",
            "鹿首（《別錄》）",
            "馬草（《別錄》）"
        ],
        "釋名": [
            "",
            "弘景曰：根作陳敗豆醬氣，故以為名。",
            "時珍曰：南人採嫩者，曝蒸作菜食，味微苦而有陳醬氣，故又名苦菜，與苦蕒、龍葵同名。亦名苦蘵，與酸漿同名，苗形則不同也。"
        ],
        "集解": [
            "《別錄》曰：敗醬生江夏川穀，八月採根，曝乾。",
            "弘景曰：出近道。葉似豨薟，根形如柴胡。",
            "恭曰：此藥不出近道，多生岡嶺間，葉似水莨及薇銜，叢生，花黃根紫，作陳醬色，其葉殊不似豨薟也。",
            "頌曰：江東亦有之，狀如蘇恭所說。",
            "時珍曰：處處原野有之，俗名苦菜，野人食之，江東人每採收儲焉。春初生苗，深冬始凋。初時葉布地生，似菘菜葉而狹長，有鋸齒，綠色，面深背淺。夏秋莖高二、三尺而柔弱，數寸一節。節間生葉，四散如傘。顛頂開白花成簇，如芹花、蛇床子花狀。結小實成簇。其根白紫，頗似柴胡。吳普言其根似桔梗，陳自明言其根似蛇莓根者，皆不然。",
            "根（苗同）"
        ],
        "修治": [
            "斅曰：凡收得便粗杵，入甘草葉相拌對蒸，從巳至未，去甘草葉，焙乾用。"
        ],
        "氣味": [
            "苦，平，無毒"
        ],
        "氣味補充": [
            "《別錄》曰：咸，微寒。權曰：辛、苦，微寒。大明曰：酸。",
            "時珍曰：微苦、帶甘。"
        ],
        "主治": [
            "暴熱火瘡赤氣，疥瘙疽痔，馬鞍熱氣（《本經》）。除癰腫浮腫結熱，風痹不足，產後腹痛（《別錄》）。治毒風𤸷痹，破多年凝血，能化膿為水，產後諸病，止腹痛，余疹煩渴（甄權）。治血氣心腹痛，破癥結，催生落胞，血暈鼻衄吐血，赤白帶下，赤眼障膜胬肉，聤耳，瘡癤疥癬丹毒，排膿補瘻（大明）。"
        ],
        "發明": [
            "時珍曰：敗醬，乃手足陽明、厥陰藥也。善排膿破血，故仲景治癰及古方婦人科皆用之。乃易得之物，而後人不知用，蓋未遇識者耳。"
        ],
        "附方": [
            {
                "名稱": "腸癰有膿",
                "方法": "薏苡仁附子敗醬散：用薏苡仁十分，附子二分，敗醬五分。搗為末。每以方寸匕，水二升，煎一升，頓服。小便當下，即愈。（張仲景《金匱玉函》）產後惡露七、八日不止：敗醬、當歸各六分，續斷、芍藥各八分，芎藭、竹茹各四分，生地黃（炒）十二分，水二升，煮取八合，空心服。（《外臺秘要》）"
            },
            {
                "名稱": "產後腰痛，乃血氣流入腰腿，痛不可轉者",
                "方法": "敗醬、當歸各八分，芎藭、芍藥、桂心各六分，水二升，煮八合，分二服。忌蔥。（《廣濟方》）產後腹痛如錐刺者：敗醬草五兩，水四升，煮二升。每服二合，日三服，良。（《衛生易簡方》）"
            },
            {
                "名稱": "蠼螋尿瘡繞腰者",
                "方法": "敗醬煎汁塗之，良。（《楊氏產乳》）"
            }
        ]
    },
    {
        "名字": "迎春花",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "時珍曰：處處人家栽插之，叢生，高者二三尺，方莖厚葉。",
            "葉如初生小椒葉而無齒，面青背淡。對節生小枝，一枝三葉。正月初開小花，狀如瑞香，花黃色，不結實。",
            "葉"
        ],
        "氣味": [
            "苦、澀，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "腫毒惡瘡，陰乾研末，酒服二三錢，出汗便瘥（《衛生易簡方》）。"
        ]
    },
    {
        "名字": "款冬花",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "款凍（郭璞）",
            "顆凍（《爾雅》）",
            "氐冬（《別錄》）",
            "鑽凍（《衍義》）",
            "菟奚（《爾雅》）",
            "橐吾（《本經》）",
            "虎鬚（《本經》）"
        ],
        "釋名": [
            "",
            "時珍曰：按《述徵記》云：洛水至歲末凝厲時，款冬生於草冰之中，則顆凍之，名以此而得。後人訛為款冬，乃款凍爾。款者至也，至冬而花也。",
            "宗奭曰：百草中，惟此不顧冰雪，最先春也，故世謂之鑽凍。雖在冰雪之下，至時亦生芽，春時人採以代蔬。入藥須微見花者良。如已芬芳，則都無氣力。今人多使如箸頭者，恐未有花也。"
        ],
        "集解": [
            "《別錄》曰：款冬生常山山谷及上黨水旁，十一月採花，陰乾。",
            "弘景曰：第一齣河北，其形如宿蒪未舒者佳，其腹裡有絲。次出高麗百濟，其花乃似大菊花。次亦出蜀北部宕昌，而並不如。其冬月在冰下生，十二月、正月旦取之。",
            "恭曰：今出雍州南山溪水，及華州山谷澗間。葉似葵而大，叢生，花出根下。",
            "頌曰：今關中亦有之。根紫色，葉似萆薢，十二月開黃花，青紫萼，去土一二寸，初出如菊花萼，通直而肥實無子。則陶氏所謂出高麗百濟者，近此類也。又有紅花者，葉如荷而鬥直，大者容一升，小者容數合，俗呼為蜂鬥葉，又名水斗葉。則蘇氏所謂大如葵而叢生者，是也。",
            "敷咸《款冬賦》序云：予曾逐禽，登於北山，於時仲冬之月，冰凌盈谷，積雪被崖，顧見款冬煒然，始敷華豔，是也。"
        ],
        "修治": [
            "斅曰：凡採得，須去向里裹花蕊殼，並向裡實如慄零殼者。並枝葉，以甘草水浸一宿，卻取款冬葉相拌裛一夜，曬乾去葉用。"
        ],
        "氣味": [
            "辛，溫，無毒"
        ],
        "氣味補充": [
            "《別錄》曰：甘。",
            "好古曰：純陽，入手太陰經。",
            "之才曰：杏仁為之使，得紫菀良，惡皂莢、硝石、玄參，畏貝母、辛夷、麻黃、黃耆、黃芩、黃連、青葙。"
        ],
        "主治": [
            "咳逆上氣善喘，喉痹，諸驚癇寒熱邪氣。（《本經》）",
            "消渴，喘息呼吸（《別錄》）。療肺氣心促急，熱乏勞咳，連連不絕，涕唾稠黏，肺痿肺癰，吐膿血（甄權）。潤心肺，益五臟，除煩消痰，洗肝明目，及中風等疾（大明）。"
        ],
        "發明": [
            "頌曰：《本經》主咳逆，古今方用為溫肺治嗽之最。崔知悌療久",
            "咳熏法：每旦取款冬花如雞子許，少蜜拌花使潤，納一升鐵鐺中。又用一瓦碗鑽一孔，孔內安一小筆管，以面泥縫，勿令漏氣。鐺下著炭火，少時煙從筒出，以口含吸，咽之。如胸中少悶，須舉頭，即將指頭按住筒口，勿使漏。至煙盡乃止。如是五日一為之。待至六日，飽食羊肉餔飥一頓，永瘥。",
            "宗奭曰：有人病嗽多日，或教然款冬花三兩，於無風處以筆管吸其煙，滿口則咽之，數日果效。"
        ],
        "附方": [
            {
                "名稱": "痰嗽帶血",
                "方法": "款冬花、百合（蒸焙）等分為末，蜜丸龍眼大。每臥時嚼一丸，薑湯下。（《濟生方》）"
            },
            {
                "名稱": "口中疳瘡",
                "方法": "款冬花、黃連等分，為細末，用唾津調成餅子。先以蛇床子煎湯漱口，乃以餅子敷之，少頃確住，其瘡立消也。（楊誠《經驗方》）"
            }
        ]
    },
    {
        "名字": "鼠麴草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "併入有名未用鼠耳，及東垣《藥類法象》佛耳草。"
        ],
        "別稱": [
            "米曲（《綱目》）",
            "鼠耳（《別錄》）",
            "佛耳草（《法象》）",
            "無心草（《別錄》）",
            "香茅（《拾遺》）",
            "黃蒿（《會編》）",
            "茸母"
        ],
        "釋名": [
            "",
            "時珍曰：曲，言其花黃如曲色，又可和米粉食也。鼠耳言其葉形如鼠耳，又有白毛蒙茸似之，故北人呼為茸母。佛耳，則鼠耳之訛也。今淮人呼為毛耳朵，則香茅之茅，似當作毛。按：段成式《雜俎》云：蚍蜉酒草，鼠耳也，一名無心草。豈蚍蜉食此，故有是名耶？"
        ],
        "集解": [
            "《別錄》曰：鼠耳，一名無心，生田中下地，厚葉肥莖。",
            "藏器曰：鼠麴草，生平崗熟地，高尺余葉有白毛，黃花。《荊楚歲時記》云：三月三日，取鼠曲汁，蜜和為粉，謂之龍舌䉽，以壓時氣。（䉽，音板，米餅也）。山南人呼為香茅。取花雜櫸皮染褐，至破猶鮮。江西人呼為鼠耳草也。",
            "汪機曰：佛耳草，徽人謂之黃蒿。二三月苗長尺許，葉似馬齒莧而細，有微白毛，花黃。土人採莖葉和米粉，搗作粑果食。",
            "時珍曰：《日華本草》鼠曲，即《別錄》鼠耳也。唐宋諸家不知，乃退鼠耳入有名未用中。李杲《藥類法象》用佛耳草，亦不知其即鼠耳也。原野間甚多。二月生苗，莖葉柔軟。葉長寸許，白茸如鼠耳之毛。開小黃花成穗，結細子。楚人呼為米曲，北人呼為茸母。故邵桂子《甕天語》云：北方寒食，採茸母草和粉食。宋徽宗詩，茸母初生認禁菸者，是也。"
        ],
        "氣味": [
            "甘，平，無毒"
        ],
        "氣味補充": [
            "《別錄》曰：鼠耳：酸，無毒。",
            "杲曰：佛耳草：酸，性熱。款冬花為之使。宜少食之，過則損目。"
        ],
        "主治": [
            "鼠耳：主痹寒寒熱，止咳（《別錄》）。鼠曲：調中益氣，止泄除痰，壓時氣，去熱嗽。雜米粉作糗食，甜美（《日華》）。佛耳：治寒嗽及痰，除肺中寒，大升肺氣（李杲）。"
        ],
        "發明": [
            "震亨曰：治寒痰嗽，宜用佛耳草；熱痰嗽，宜用燈籠草。",
            "時珍曰：《別錄》云治寒熱止咳，東垣云治寒嗽，言其標也；《日華》云治熱嗽，言其本也。大抵寒嗽，多是火鬱於內而寒覆於外也。按陳氏《經驗方》云：三奇散：治一切咳嗽，不問久近晝夜無時。用佛耳草五十文，款冬花二百文，熟地二兩，焙研末。每用二錢，於爐中燒之，以筒吸菸嚥下，有涎吐去。",
            "予家一獲久病此，醫治不效。偶在沅州得一婢，用此法，兩服而愈也。"
        ],
        "附方": []
    },
    {
        "名字": "決明",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "時珍曰：此馬蹄決明也，以明目之功而名"
        ],
        "釋名": [
            "又有草決明、石決明，皆同功者。草決明即青葙子，陶氏所謂萋蒿是也。"
        ],
        "集解": [
            "《別錄》曰：決明子生龍門川澤，十月十日採，陰乾百日。",
            "弘景曰：龍門在長安北。今處處有之。葉如茳芒。子形似馬蹄，呼為馬蹄決明，用之當搗碎。又別有草決明，是萋蒿子，在下品中。頌曰：今處處人家園圃所蒔。夏初生苗，高三四尺許。根帶紫色。葉似苜蓿而大。七月開黃花，結角。其子如青綠豆而銳，十月採之。按《爾雅》：薢茩，決光。",
            "郭璞釋云：藥草決明也。葉黃銳，赤華，實如山茱萸。或曰䔖也。關西謂之薢茩（音皆苟）。其說與此種頗不類。又有一種馬蹄決明，葉如江豆，子形似馬蹄。",
            "宗奭曰：決明，苗高四五尺，春亦為蔬。秋深結角，其子生角中如羊腎。今湖南北人家所種甚多，或在村野成段。蜀本《圖經》言葉似苜蓿而闊大者，甚為允當。",
            "時珍曰：決明有二種：一種馬蹄決明，莖高三、四尺，葉大於苜蓿，而本小末奓，晝開夜合，兩兩相貼。秋開淡黃花五出，結角如初生細豇豆，長五、六寸。角中子數十粒，參差相連，狀如馬蹄，青綠色，入眼目藥最良。一種茳芒決明，《救荒本草》所謂山扁豆是也。苗莖似馬蹄決明，但葉之本小末尖，正似槐葉，夜亦不合。",
            "秋開深黃花五出，結角大如小指，長二寸許。角中子成數列，狀如黃葵子而扁，其色褐，味甘滑。二種苗葉皆可作酒麴，俗呼為獨佔缸。但茳芒嫩苗及花與角子，皆可瀹茹及點茶食，而馬蹄決明苗角皆韌苦，不可食也。蘇頌言薢茩即決明，殊不類，恐別一物也。",
            "子"
        ],
        "氣味": [
            "咸，平，無毒"
        ],
        "氣味補充": [
            "《別錄》曰：苦、甘，微寒。",
            "之才曰：蓍實為之使，惡大麻子。"
        ],
        "主治": [
            "青盲，目淫膚，赤白膜，眼赤痛淚出。久服益精光，輕身（《本經》）。療唇口青（《別錄》）。助肝氣，益精。以水調末塗，消腫毒。熁太陽穴，治頭痛。又貼腦心，止鼻洪。作枕，治頭風明目，勝於黑豆（《日華》）。治肝熱風眼赤淚。每旦取一匙挼淨，空心吞之，百日後夜見物光（甄權）。",
            "益腎，解蛇毒（震亨）。葉作菜食，利五臟明目，甚良（甄權）。"
        ],
        "發明": [
            "時珍曰：《相感志》言：圃中種決明，蛇不敢入。丹溪朱氏言：決明解蛇毒，本於此也。王旻《山居錄》言：春月種決明，葉生採食，其花陰乾亦可食。切忌泡茶，多食無不患風。按：馬蹄決明苗角皆韌而苦，不宜於食。縱食之，有利五臟明目之功，何遂至於患風耶？又劉績《霏雪錄》言：人家不可種決明，生子多跛。此迂儒誤聽之說也，不可信。"
        ],
        "附方": [
            {
                "名稱": "積年失明",
                "方法": "決明子二升為末，每食後粥飲服方寸匕。（《外臺秘要》）"
            },
            {
                "名稱": "青盲雀目",
                "方法": "決明一升，地膚子五兩，為末，米飲丸梧子大，每米飲下二三十丸。（《普濟方》）"
            },
            {
                "名稱": "補肝明目",
                "方法": "決明子一升，蔓荊子二升，以酒五升煮，曝乾為末。每飲服二錢，溫水下，日二服。（《聖惠方》）"
            },
            {
                "名稱": "目赤腫痛",
                "方法": "決明子炒研，茶調敷兩太陽穴，干則易之，一夜即愈。（《醫方摘玄》）"
            },
            {
                "名稱": "頭風熱痛",
                "方法": "方同上。"
            },
            {
                "名稱": "鼻衄不止",
                "方法": "方見主治。"
            },
            {
                "名稱": "癬瘡延蔓",
                "方法": "決明子一兩為末，入水銀、輕粉少許，研不見星，擦破上藥，立瘥。此東坡家藏方也。（《奇效良方》）發背初起：草決明（生用）一升（搗），生甘草一兩，水三升，煮一升，分二服。大抵血滯則生瘡，肝主藏血，決明和肝氣，不損元氣也。（許學士《本事方》）"
            }
        ],
        "附錄": [
            "茳芒（《拾遺》），藏器曰：陶云：決明葉如茳芒。按：茳芒生道旁，葉小於決明，性平無毒，火炙作飲極香，除痰止渴，令人不睡，調中，隋稠禪師採作五色飲以進煬帝者，是也。又有茳芏，字從土，音吐，一名江蘺子，乃草似莞，生海邊，可為席者，與決明葉不相類。時珍曰：茳芒亦決明之一種，故俗猶稱獨佔缸。說見前集解下。",
            "合明草（《拾遺》）",
            "藏器曰：味甘，寒，無毒。主暴熱淋，小便赤澀，小兒瘈病，明目下水，止血痢，搗絞汁服。生下濕地，葉如四出花，向夜葉即合。"
        ]
    },
    {
        "名字": "地膚",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "地葵（《本經》）",
            "地麥（《別錄》）",
            "落帚（《日華》）",
            "獨帚（《圖經》）",
            "王蔧（《爾雅》）",
            "王帚（郭璞）",
            "掃帚（弘景）",
            "益明（《藥性》）",
            "涎衣草（《唐本》）",
            "白地草（《綱目》）",
            "鴨舌草（《圖經》）",
            "千心妓女（《土宿本草》）"
        ],
        "釋名": [
            "",
            "時珍曰：地膚、地麥，因其子形似也。地葵，因其苗味似也。鴨舌，因其形似也。妓女，因其枝繁而頭多也。益明，因其子功能明目也。子落則老，莖可為帚，故有帚、蔧諸名。"
        ],
        "集解": [
            "《別錄》曰：地膚子生荊州平澤及田野，八月、十月採實，陰乾。",
            "弘景曰：今田野間亦多，皆取莖苗為掃帚。其子微細，入補藥丸散用，仙經不甚用。恭曰：田野人名為地麥草，北人名涎衣草。葉細莖赤，出熟田中。苗極弱，不能勝舉。今云堪為掃帚，恐未之識也。",
            "大明曰：地膚即落帚子也。子色青，似一眠起蠶砂之狀。",
            "頌曰：今蜀川、關中近地皆有之。初生薄地，五、六寸，根形如蒿，莖赤葉青，大似荊芥。三月開黃白花，結子青白色，八月、九月採實。神仙七精散云：地膚子，星之精也。或曰其苗即獨帚也，一名鴨舌草。陶弘景所謂莖苗可為掃帚者，蘇恭言其苗弱不勝舉，二說不同，而今醫家皆以為獨帚。",
            "密州圖上者，雲根作叢生，每窠有二三十莖，莖有赤有黃，七月開黃花，其實地膚也。至八月而䕸幹成，可採。此正與獨帚相合。恐西北出者短弱，故蘇說云耳。",
            "時珍曰：地膚嫩苗，可作蔬茹，一科數十枝，攢簇團團直上，性最柔弱，故將老時可為帚，耐用。蘇恭云不可帚，止言其嫩苗而已。其子最繁。《爾雅》云：葥王蔧。郭璞注云：王帚也。似藜，可以為掃帚，江東呼為落帚。此說得之。",
            "子"
        ],
        "氣味": [
            "苦，寒，無毒",
            "苦，寒，無毒"
        ],
        "氣味補充": [
            "時珍曰：甘，寒。",
            "",
            "時珍曰：甘、苦。燒灰煎霜，制砒石、粉霜、水銀、硫黃、雄黃、硇砂。"
        ],
        "主治": [
            "膀胱熱，利小便，補中益精氣。久服耳目聰明，輕身耐老（《本經》）。去皮膚中熱氣，使人潤澤，散惡瘡疝瘕，強陰（《別錄》）。治陰卵㿗疾，去熱風，可作湯沐浴。與陽起石同服，主丈夫陰痿不起，補氣益力（甄權）。治客熱丹腫（《日華》）。",
            "搗汁服，主赤白痢，燒灰亦善。煎水洗目，去熱暗雀盲澀痛（《別錄》）。主大腸泄瀉，和氣，澀腸胃，解惡瘡毒（蘇頌）。煎水日服，治手足煩疼，利小便諸淋（時珍）。"
        ],
        "發明": [
            "藏器曰：眾病皆起於虛。虛而多熱者，加地膚子、甘草。",
            "時珍曰：按虞摶《醫學正傳》云：摶兄年七十，秋間患淋，二十餘日，百方不效。後得一方，取地膚草搗自然汁，服之遂通。至賤之物，有回生之功如此。時珍按：《聖惠方》治小便不通，用地麥草一大把，水煎服。古方亦常用之。此物能益陰氣，通小腸。無陰則陽無以化，亦東垣治小便不通，用黃柏、知母滋腎之意。"
        ],
        "附方": [
            {
                "名稱": "風熱赤目",
                "方法": "地膚子（焙）一升，生地黃半斤，取汁和作餅，曬乾研末。每服三錢，空心酒服。（《聖惠方》）"
            },
            {
                "名稱": "目痛眯目",
                "方法": "凡目痛及眯目中傷有熱瞑者。取地膚子白汁，頻注目中。（王燾《外臺秘要》）雷頭風腫，不省人事：落帚子同生薑研爛，熱沖酒服，取汗即愈。（《聖濟總錄》）"
            },
            {
                "名稱": "雷頭風腫脹，不省人事",
                "方法": "如果患有雷頭風腫脹，並且昏迷不醒，可以將落帚子和生薑研磨成泥，用熱酒沖服，即可出汗而痊癒。"
            },
            {
                "名稱": "脅下疼痛",
                "方法": "地膚子為末，酒服方寸匕。（《壽域神方》）"
            },
            {
                "名稱": "疝氣危急",
                "方法": "地膚子（即落帚子），炒香研末。每服一錢，酒下。（《簡便方》）"
            },
            {
                "名稱": "狐疝陰㿗，超越舉重，卒得陰㿗，及小兒狐疝，傷損生㿗",
                "方法": "並用地膚子五錢，白朮二錢半，桂心五分，為末。飲或酒服三錢，忌生蔥、桃、李。（《必效方》）久疹"
            },
            {
                "名稱": "腰痛積年，有時發動",
                "方法": "六月、七月取地膚子，乾末。酒服方寸匕，日五、六服。（《肘後》），"
            },
            {
                "名稱": "血痢不止",
                "方法": "地膚子五兩，地榆、黃芩各一兩，為末。每服方寸匕，溫水調下。（《聖惠方》），"
            },
            {
                "名稱": "妊娠患淋，熱痛酸楚，手足煩疼",
                "方法": "地膚子十二兩，水四升，煎二升半，分服。（《子母秘錄》）"
            },
            {
                "名稱": "肢體疣目",
                "方法": "地膚子、白礬等分，煎湯頻洗。（《壽域神方》）"
            },
            {
                "名稱": "苗葉",
                "方法": ""
            },
            {
                "名稱": "物傷睛陷，胬肉突出",
                "方法": "地膚（洗去土）二兩。搗絞汁，每點少許。冬月以乾者煮濃汁。（《聖惠方》）"
            }
        ]
    },
    {
        "名字": "瞿麥",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "蘧麥（《爾雅》）",
            "巨句麥（《本經》）",
            "大菊（《爾雅》）",
            "大蘭（《別錄》）",
            "石竹（《日華》）",
            "南天竺草（《綱目》）"
        ],
        "釋名": [
            "",
            "弘景曰：子頗似麥，故名瞿麥。",
            "時珍曰：按陸佃解《韓詩外傳》云：生於兩旁謂之瞿。此麥之穗旁生故也。《爾雅》作遽。有渠、衢二音。《日華本草》云：一名燕麥，一名杜姥草者，誤矣。燕麥即雀麥，雀瞿二字相近，傳寫之訛爾。"
        ],
        "集解": [
            "《別錄》曰：瞿麥生太山山谷，立秋採實陰乾。",
            "弘景曰：今出近道。一莖生細葉，花紅紫赤色可愛，合子葉刈取之，子頗似麥子。有兩種，一種微大，花邊有叉丫，未知何者是也？今市人皆用小者。復一種，葉廣相似而有毛，花晚而甚赤。按：《經》云採實，其中子細，燥熱便脫盡矣。頌曰：今處處有之。苗高一尺以來，葉尖小青色，根紫黑色，形如細蔓荊。",
            "花紅紫赤色，亦似映山紅，二月至五月開。七月結實作穗，子頗似麥。河陽河中府出者，苗可用。淮甸出者根細，村民取作刷帚。《爾雅》謂之大菊，《廣雅》謂之茈萎是也。",
            "時珍曰：石竹葉似地膚葉而尖小，又似初生小竹葉而細窄，其莖纖細有節，高尺余，梢間開花。田野生者，花大如錢，紅紫色。人家栽者，花稍小而嫵媚，有紅白粉紅紫瞿麥爛數色，俗呼為洛陽花。結實如燕麥，內有小黑子。其嫩苗炸熟水淘過，可食。",
            "穗"
        ],
        "修治": [
            "斅曰：凡使只用蕊殼，不用莖葉。若一時同使，即空心令人氣噎、小便不禁也。用時以䈽竹瀝浸一伏時，漉曬。"
        ],
        "氣味": [
            "苦，寒，無毒"
        ],
        "氣味補充": [
            "《別錄》曰：辛。權曰：甘。",
            "之才曰：蘘草、牡丹為之使，惡螵蛸，伏丹砂。"
        ],
        "主治": [
            "關格諸癃結，小便不通，出刺，決癰腫，明目去翳，破胎墮子，下閉血（《本經》）。養腎氣，逐膀胱邪逆，止霍亂，長毛髮（《別錄》）。主五淋。（甄權）月經不通，破血塊排膿（《大明》）。",
            "葉",
            "痔瘻並瀉血，作湯粥食。又治小兒蛔蟲，及丹石藥發。並眼目腫痛及腫毒，搗敷。治浸淫瘡並婦人陰瘡（大明）。"
        ],
        "發明": [
            "杲曰：瞿麥利小便為君主之用。頌曰：古今方通心經、利小腸為最要。",
            "宗奭曰：八正散用瞿麥，今人為至要藥。若心經雖有熱，而小腸虛者服之，則心熱未退，而小腸別作病矣。蓋小腸與心為傳送，故用此入小腸。本草並不治心熱。若心無大熱，止治其心，或制之不盡，當求其屬以衰之可也。",
            "時珍曰：近古方家治產難，有石竹花湯，治九孔出血，有南天竺飲，皆取其破血利竅也。"
        ],
        "附方": [
            {
                "名稱": "小便石淋，宜破血",
                "方法": "瞿麥子搗為末，酒服方寸匕，日三服，三日當下石。（《外臺秘要》）小便不利有水氣，栝蔞瞿麥丸主之：瞿麥二錢半，栝蔞根二兩，大附子一個，茯苓、山芋各三兩，為末，蜜和丸梧子大。一服三丸，日三。未知，益至七、八丸。以小便利、腹中溫為知也。（張仲景《金匱方》）"
            },
            {
                "名稱": "下焦結熱，小便淋閉，或有血出，或大小便出血",
                "方法": "瞿麥穗一兩，甘草（炙）七錢五分，山梔子仁（炒）半兩，為末。每服七錢，連須蔥頭七個，燈心五十莖，生薑五片，水二碗，煎至七分，時時溫服。名立效散。（《千金方》）"
            },
            {
                "名稱": "子死腹中或產經數日不下",
                "方法": "以瞿麥煮濃汁服之。（《千金方》）"
            },
            {
                "名稱": "九竅出血",
                "方法": "服藥不止者。南天竺草（即瞿麥）拇指大一把，山梔子仁三十個，生薑一塊，甘草（炙）半兩，燈草一小把，大棗五枚。水煎服。（《聖濟總錄》）"
            },
            {
                "名稱": "目赤腫痛浸淫等瘡",
                "方法": "瞿麥炒黃為末，以鵝涎調塗眥頭即開。或搗汁塗之。（《聖惠方》）"
            },
            {
                "名稱": "眯目生翳，其物不出者，生膚翳者",
                "方法": "瞿麥、乾薑（炮）為末。井華水調服二錢，日二服。（《聖惠方》）"
            },
            {
                "名稱": "魚臍疔瘡",
                "方法": "瞿麥燒灰，和油敷之，甚佳。（崔氏方）"
            },
            {
                "名稱": "咽喉骨哽",
                "方法": "瞿麥為末。水服方寸匕，日二。（《外臺秘要》）"
            },
            {
                "名稱": "竹木入肉",
                "方法": "瞿麥為末。水服方寸匕。或煮汁，日飲三次。（《梅師方》）"
            },
            {
                "名稱": "箭刀在肉及咽喉胸膈諸隱處不出",
                "方法": "酒服瞿麥末方寸匕，日三服。（《千金方》）"
            }
        ]
    },
    {
        "名字": "王不留行",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "禁宮花（《日華》）",
            "剪金花（《日華》）",
            "金盞銀臺"
        ],
        "釋名": [
            "",
            "時珍曰：此物性走而不住，雖有王命不能留其行，故名。《吳普本草》作一名王不流行，蓋誤也。"
        ],
        "集解": [
            "《別錄》曰：王不留行生太山山谷。二月、八月採。",
            "弘景曰：今處處有之。葉似酸漿，子似菘子。人言是蓼子，不爾。多入癰瘻方用。保升曰：所在有之。葉似菘藍。其花紅白色。子殼似酸漿，其中實圓黑似菘子，大如黍粟。三月收苗，五月收子。根苗花子並通用。頌曰：今江浙及並河近處皆有之。苗莖俱青，高七、八寸以來。",
            "根黃色如薺根。葉尖如小匙頭，亦有似槐葉者。四月開花，黃紫色。隨莖而生，如菘子狀，又似豬藍花。五月採苗莖，曬乾用。俗謂之剪金草。河北生者，葉圓花紅，與此小別。",
            "時珍曰：多生麥地中。苗高者一、二尺。三四月開小花，如鐸鈴狀，紅白色。結實如燈籠草子，殼有五稜，殼內包一實，大如豆。實內細子，大如菘子，生白熟黑，正圓如細珠可愛。陶氏言葉似酸漿，蘇氏言花如菘子狀者，皆欠詳審，以子為花葉狀也。燈籠草，即酸漿也。苗、子皆入藥。",
            "苗、子，"
        ],
        "修治": [
            "斅曰：凡採得拌濕蒸之，從巳至未。以漿水浸一宿，焙乾用。"
        ],
        "氣味": [
            "苦，平，無毒"
        ],
        "氣味補充": [
            "普曰：神農：苦，平；岐伯、雷公：甘。元素曰：甘、苦，平。陽中之陰。"
        ],
        "主治": [
            "金瘡止血，逐痛出刺，除風痹內寒。久服輕身耐老增壽（《本經》）。止心煩鼻衄，癰疽惡瘡瘻乳，婦人難產（《別錄》）。治風毒，通血脈（甄權）。遊風風疹，婦人血經不勻，發背（《日華》）。下乳汁（元素）。利小便，出竹木刺（時珍）。"
        ],
        "發明": [
            "元素曰：王不留行，下乳引導用之，取其利血脈也。",
            "時珍曰：王不留行能走血分，乃陽明衝任之藥。俗有「穿山甲、王不留，婦人服了乳長流」之語，可見其性行而不住也。按：王執中《資生經》云：一婦人患淋臥久，諸藥不效。其夫夜告予。",
            "予按既效方治諸淋，用剪金花十餘葉煎湯，遂令服之。明早來云：病減八分矣。再服而愈。剪金花，一名禁宮花，一名金盞銀臺，一名王不留行是也。",
            "頌曰：張仲景治金瘡，有王不留行散；《貞元廣利方》治諸風痙，有王不留行湯，皆最效。"
        ],
        "附方": [
            {
                "名稱": "鼻衄不止",
                "方法": "剪金花連莖葉陰乾，濃煎汁溫服，立效。（《指南方》）"
            },
            {
                "名稱": "糞後下血",
                "方法": "王不留行末，水服一錢。（《聖濟總錄》）"
            },
            {
                "名稱": "金瘡亡血",
                "方法": "王不留行散：治身被刀斧傷，亡血：用王不留行十分（八月八日採之），蒴藋細葉十分（七月七日採之），桑東南根白皮十分（三月三日採之）。川椒三分，甘草十分，黃芩、乾薑、芍藥、厚朴各二分。以前三味燒存性，後六味為散，合之。每大瘡飲服方寸匕，小瘡但粉之。"
            },
            {
                "名稱": "產後亦可服。（張仲景《金匱要略》）婦人乳少，因氣鬱者",
                "方法": "湧泉散：王不留行、穿山甲（炮）、龍骨、瞿麥穗、麥門冬等分，為末。每服一錢，熱酒調下，後食豬蹄羹，仍以木梳梳乳，一日三次。（《衛生寶鑑》方）"
            },
            {
                "名稱": "頭風白屑",
                "方法": "王不留行、香白芷等分，為末。乾摻，一夜篦去。（《聖惠》）"
            },
            {
                "名稱": "癰疽諸瘡",
                "方法": "王不留行湯：治癰疽妒乳，月蝕白禿，及面上久瘡，去蟲止痛：用王不留行、東南桃枝、東引茱萸根皮各五兩，蛇床子、牡荊子、苦竹葉、疾蒺子各三升，大麻子一升。以水二斗半，煮取一斗，頻頻洗之。（《千金方》）誤吞鐵石，骨刺不下，危急者：王不留行、黃柏等分，為末，湯浸蒸餅，丸彈子大，青黛為衣，線穿掛風處。用一丸，冷水化灌之。"
            },
            {
                "名稱": "（《百一選方》）竹木針刺，在肉中不出，疼痛",
                "方法": "以王不留行為末，熟水調服方寸匕，兼以根敷，即出。（《梅師方》）"
            },
            {
                "名稱": "疔腫初起",
                "方法": "王不留行子為末，蟾酥丸黍米大。每服一丸，酒下，汗出即愈。（《集簡方》）"
            }
        ]
    },
    {
        "名字": "剪春羅",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "釋名": [
            "剪紅羅"
        ],
        "集解": [
            "時珍曰：剪春羅二月生苗，高尺余。柔莖綠葉，葉對生，抱莖。入夏開花，深紅色，花大如錢，凡六出，周迴如剪成可愛。結實大如豆，內有細子。人家多種之為玩。又有剪紅紗花，莖高三尺，葉旋覆。夏秋開花，狀如石竹花而稍大，四圍如剪，鮮紅可愛。結穗亦如石竹，穗中有細子。方書不見用者。計其功，亦應利小便、主癰腫也。"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "火帶瘡繞腰生者，採花或葉搗爛，蜜調塗之。為末亦可（時珍，出《證治要訣》）。"
        ]
    },
    {
        "名字": "金盞草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "併入宋《圖經》杏葉草。"
        ],
        "別稱": [
            "杏葉草（《圖經》）",
            "長春花"
        ],
        "釋名": [
            "",
            "時珍曰：金盞，其花形也。長春，言耐久也。"
        ],
        "集解": [
            "頌曰：杏葉草，一名金盞草，生常州。蔓生籬下，葉葉相對。秋後有子如雞頭實，其中變生一小蟲，脫而能行。中夏採花。",
            "周定王曰：金盞兒花，苗高四五寸。葉似初生萵苣葉，厚而狹，抱莖而生。莖柔脆。莖頭開花，大如指頭，金黃色，狀如盞子，四時不絕。其葉味酸，炸熟水浸過，油鹽拌食。",
            "時珍曰：夏月結實，在萼內，宛如尺蠖蟲數枚蟠屈之狀，故蘇氏言其化蟲，實非蟲也。"
        ],
        "氣味": [
            "酸，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "腸痔下血久不止（蘇頌）。"
        ]
    },
    {
        "名字": "葶藶",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "丁歷（《別錄》）",
            "蕇蒿（蕇，音典）",
            "大室（《本經》）",
            "大適（《本經》）",
            "狗薺（《郭璞》）"
        ],
        "釋名": [
            "",
            "時珍曰：名義不可強解。"
        ],
        "集解": [
            "《別錄》曰：葶藶生藁城平澤及田野，立夏後採實，陰乾。",
            "弘景曰：出彭城者最勝，今近道亦有。母即公薺也。子細黃至苦，用之當熬。",
            "頌曰：今汴東、陝西、河北州郡皆有之，曹州者尤佳。初春生苗葉，高六七寸，似薺。根白色，枝莖俱青。三月開花，微黃。結角，子扁小如黍粒微長，黃色。《月令》：孟夏之月，靡草死。許慎、鄭玄注皆云靡草，薺、葶藶之屬是也。一說葶藶單莖向上，葉端出角，粗且短。又有一種狗芥草，葉近根下作歧，生角細長。取時必須分別此二種也。",
            "斅曰：凡使勿用赤鬚子，真相似，只是味微甘苦耳。葶藶子之苦，入頂也。時珍曰：按《爾雅》云：蕇，葶藶也。",
            "郭璞注云：實葉皆似薺，一名狗薺。然則狗薺即是葶藶矣。蓋葶藶有甜苦二種。狗薺味微甘，即甜葶藶也。或云甜葶藶是菥蓂子，考其功用亦似不然。",
            "子"
        ],
        "修治": [
            "斅曰：凡使葶藶，以糯米相合，置於燠上，微焙，待米熟，去米，搗用。"
        ],
        "氣味": [
            "辛，寒，無毒"
        ],
        "氣味補充": [
            "《別錄》曰：苦，大寒。得酒良。",
            "權曰：酸，有小毒。入藥炒用。",
            "杲曰：沉也，陰中陽也。",
            "張仲景曰：葶藶敷頭瘡，藥氣入腦，殺人。",
            "之才曰：榆皮為之使，得酒良，惡白殭蠶、石龍芮。",
            "時珍曰：宜大棗。"
        ],
        "主治": [
            "癥瘕積聚結氣，飲食寒熱，破堅逐邪，通利水道（《本經》）。下膀胱水，伏留熱氣，皮間邪水上出，面目浮腫，身暴中風熱痱癢，利小腹。久服令人虛（《別錄》）。療肺壅上氣咳嗽，止喘促，除胸中痰飲（《開寶》）。通月經（時珍）。"
        ],
        "發明": [
            "杲曰：葶藶大降氣，與辛酸同用，以導腫氣。《本草十劑》云：泄可去閉，葶藶、大黃之屬。此二味皆大苦寒，一泄血閉，一泄氣閉。蓋葶藶之苦寒，氣味俱厚，不減大黃，又性過於諸藥，以泄陽分肺中之閉，亦能泄大便，為體輕、象陽故也。",
            "宗奭曰：葶藶有甜、苦二種，其形則一也。《經》既言味辛苦，即甜者不復更入藥也。大概治體皆以行水走泄為用，故曰久服令人虛，蓋取苦泄之義，《藥性論》不當言味酸。震亨曰：葶藶屬火性急，善逐水。病人稍涉虛者，宜遠之。且殺人甚捷，何必久服而後致虛也。",
            "好古曰：苦、甜二味，主治不同。仲景瀉肺湯用苦，余方或有用甜者，或有不言甜苦者。大抵苦則下泄，甜則少緩，量病人虛實用之，不可不審。本草雖云治同，而甜苦之味安得不異？",
            "時珍曰：甘、苦二種，正如牽牛，黑、白二色，急、緩不同，又如壺蘆，甘、苦二味，良、毒亦異。大抵甜者，下泄之性緩，雖泄肺而不傷胃；苦者，下泄之性急，既泄肺而易傷胃，故以大棗輔之。然肺中水氣膹滿急者，非此不能除。但水去則止，不可過劑爾。既不久服，何至殺人？《淮南子》云：大戟去水，葶藶愈脹，用之不節，乃反成病。亦在用之有節。"
        ],
        "附方": [
            {
                "名稱": "陽水暴腫，面赤煩渴，喘急，小便澀，其效如神",
                "方法": "甜葶藶一兩半（炒研末），漢防己末二兩，以綠頭鴨血及頭，合搗萬杵，丸梧子大。甚者，空腹白湯下十丸，輕者五丸，日三四服，五日止，小便利為驗。一加豬苓末二兩。（《經驗方》）"
            },
            {
                "名稱": "通身腫滿",
                "方法": "苦葶藶（炒）四兩，為末，棗肉和丸梧子大。每服十五丸，桑白皮湯下，日三服。此方，人不甚信，試之自驗。"
            },
            {
                "名稱": "水腫尿澀",
                "方法": "《梅師方》：用甜葶藶二兩，炒為末，以大棗二十枚，水一大升，煎一小升，去棗，入葶藶末，煎至可丸如梧子大。每飲服六十丸，漸加，以微利為度。崔氏方：用葶藶三兩，絹包飯上蒸熟，搗萬杵，丸梧子大，不須蜜和。每服五丸，漸加至七丸，以微利為佳。不可多服，令人不堪。"
            },
            {
                "名稱": "若氣發，服之得利，氣下即止。此方治水氣無比。蕭駙馬水腫，服此得瘥。《外科精義》",
                "方法": "治男婦大小頭面手足腫。用苦葶藶炒研，棗肉和丸小豆大。每服十丸，煎麻子湯下，日三服。五七日小便多，則消腫也。忌鹹酸生冷。"
            },
            {
                "名稱": "大腹水腫",
                "方法": "《肘後方》：用苦葶藶二升，炒為末，割鵾雄雞血及頭，合搗丸梧子大。每小豆湯下十丸，日三服。又方：葶藶二升，春酒五升，漬一夜。稍服一合，小便當利。"
            },
            {
                "名稱": "又方",
                "方法": "葶藶一兩，杏仁二十枚，並熬黃色，搗。分十服，小便去當瘥。"
            },
            {
                "名稱": "腹脹積聚",
                "方法": "葶藶子一升（熬），以酒五升浸七日，日服三合。（《千金方》）"
            },
            {
                "名稱": "肺濕痰喘",
                "方法": "甜葶藶（炒）為末，棗肉丸服。（《摘玄方》）"
            },
            {
                "名稱": "痰飲咳嗽",
                "方法": "含膏丸：用曹州葶藶子一兩（紙襯炒令黑），知母一兩，貝母一兩，為末，棗肉半兩，砂糖一兩半，和丸彈子大。每以新綿裹一丸，含之咽津。甚者不過三丸。（《篋中方》）咳嗽上氣不得臥，或遍體氣腫，或單面腫，或足腫，並主之：葶藶子三升，微火熬研，以絹袋盛，浸清酒五升中，冬七日，夏三日。初服如胡桃許大，日三夜一，冬月日二夜二。"
            },
            {
                "名稱": "量其氣力",
                "方法": "取微利一、二為度。如患急者，不待日滿，亦可絞服。（崔知悌方）"
            },
            {
                "名稱": "肺癰喘急不得臥，葶藶大棗瀉肺湯主之",
                "方法": "葶藶炒黃搗末，蜜丸彈子大。每用大棗二十枚，水三升，煎取二升，乃入葶藶一丸，更煎取一升，頓服。亦主支飲不得息。（仲景《金匱玉函方》）"
            },
            {
                "名稱": "月水不通",
                "方法": "葶藶一升，為末，蜜丸彈子大，綿裹納陰中二寸，一宿易之，有汁出，止。（《千金方》）"
            },
            {
                "名稱": "卒發顛狂",
                "方法": "葶藶一升，搗三千杵，取白犬血和丸麻子大。酒服一丸，三服取瘥。（《肘後》）"
            },
            {
                "名稱": "頭風疼痛",
                "方法": "葶藶子為末，以湯淋汁沐頭，三四度即愈。（《千金翼》）"
            },
            {
                "名稱": "疳蟲蝕齒",
                "方法": "葶藶、雄黃等分，為末，臘月豬脂和成，以綿裹槐枝蘸點。（《金匱要略》）"
            },
            {
                "名稱": "白禿頭瘡",
                "方法": "葶藶末塗之。（《子母秘錄》）"
            },
            {
                "名稱": "瘰癧已潰",
                "方法": "葶藶二合，豉一升，搗作餅子，如錢大，厚二分，安瘡孔上，艾作炷灸之，令溫熱，不可破肉，數易之而灸。但不可灸初起之瘡，恐葶藶氣入腦傷人也。（《永類方》）"
            },
            {
                "名稱": "馬汗毒氣入腹",
                "方法": "葶藶子一兩（炒研），水一升浸湯服，取下惡血。（《續十全方》）"
            }
        ]
    },
    {
        "名字": "車前",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "當道（《本經》）",
            "芣苡（音浮以）",
            "馬舄（音昔）",
            "牛遺（並《別錄》）",
            "牛舌草（《詩疏》）",
            "車輪菜（《救荒》）",
            "地衣（《綱目》）",
            "蛤蟆衣（《別錄》）"
        ],
        "釋名": [
            "",
            "時珍曰：按《爾雅》云：芣苡，馬舄。馬舄，車前。陸璣《詩疏》云：此草好生道邊及牛馬跡中，故有車前、當道、馬舄、牛遺之名。舄，足履也。幽州人謂之牛舌草。蛤蟆喜藏伏於下，故江東稱為蛤蟆衣。又《韓詩外傳》言：直曰車前；瞿曰芣苡，恐亦強說也。瞿乃生於兩旁者。"
        ],
        "集解": [
            "《別錄》曰：車前生真定平澤丘陵阪道中，五月五日採，陰乾。",
            "弘景曰：人家及路邊甚多。《韓詩》言芣苡是木似李，食其實宜子孫者，謬矣。",
            "恭曰：今出開州者勝。",
            "頌曰：今江湖、淮甸、近汴、北地處處有之。春初生苗，葉布地如匙面，累年者長及尺余。中抽數莖，作長穗如鼠尾。花甚細密，青色微赤。結實如葶藶，赤黑色。今人五月採苗，七月、八月採實。人家園圃或種之，蜀中尤尚。北人取根日乾，作紫菀賣之，甚誤所用。陸璣言嫩苗作茹大滑，今人不復啖之。",
            "時珍曰：王旻《山居錄》，有種車前剪苗食法，則昔人常以為蔬矣。今野人猶採食之。",
            "子"
        ],
        "修治": [
            "時珍曰：凡用須以水淘洗去泥沙，曬乾。入湯液，炒過用；入丸散，則以酒浸一夜，蒸熟研爛，作餅曬乾，焙研。",
            "斅曰：凡使須一窠有九葉，內有蕊，莖可長一尺二寸者。和蕊葉根，去土了，稱一鎰者，力全。使葉勿使蕊莖，銼細，於新瓦上攤乾用。"
        ],
        "氣味": [
            "甘，寒，無毒",
            "甘，寒，無毒"
        ],
        "氣味補充": [
            "《別錄》曰：咸。權曰：甘，平。",
            "大明曰：常山為之使。",
            "",
            "土宿真君曰：可伏硫黃，結草砂，伏五礬、粉霜。"
        ],
        "主治": [
            "氣癃止痛，利水道小便，除濕痹。久服輕身耐老（《本經》）。男子傷中，女子淋瀝，不欲食，養肺強陰益精，令人有子，明目療赤痛（《別錄》）。去風毒，肝中風熱，毒風沖眼，赤痛障翳，腦痛淚出，壓丹石毒，去心胸煩熱（甄權）。養肝（蕭炳）。治婦人難產（陸璣）。導小腸熱，止暑濕瀉痢（時珍）。",
            "金瘡，止血衄鼻，瘀血血瘕，下血，小便赤，止煩下氣，除小蟲（《別錄》）。",
            "主陰㿉（之才）。葉：主泄精病，治尿血，能補五臟，明目，利小便，通五淋（甄權）。"
        ],
        "發明": [
            "弘景曰：車前子性冷利，仙經亦服餌之，云令人身輕，能跳越岸谷，不老長生也。",
            "頌曰：車前子入藥最多。駐景丸用車前、菟絲二物，蜜丸食下服，古今以為奇方也。",
            "好古曰：車前子，能利小便而不走氣，與茯苓同功。",
            "時珍曰：按《神仙服食經》云：車前一名地衣，雷之精也，服之形化，八月採之。今車前五月子已老，而云七八月者，地氣有不同爾。唐《張籍詩》云：開州午月車前子，作藥人皆道有神。慚愧文君憐病眼，三千里外寄閒人。觀此亦以五月採開州者為良，又可見其治目之功。",
            "大抵入服食，須佐他藥，如六味地黃丸之用澤瀉可也。若單用則泄太過，恐非久服之物。歐陽公常得暴下病，國醫不能治。夫人買市人藥一帖，進之而愈。力叩其方，則車前子一味為末，米飲服二錢匕。云此藥利水道而不動氣，水道利則清濁分，而谷藏自止矣。",
            "弘景曰：其葉搗汁服，療泄精甚驗。",
            "宗奭曰：陶說大誤矣。此藥甘滑，利小便，泄精氣。有人作菜頻食，小便不禁，幾為所誤也。"
        ],
        "附方": [
            {
                "名稱": "小便血淋作痛",
                "方法": "車前子曬乾為末，每服二錢，車前葉煎湯下。（《普濟方》）"
            },
            {
                "名稱": "石淋作痛",
                "方法": "車前子二升，以絹袋盛，水八升，煮取三升，服之，須臾石下。（《肘後方》）。老人淋病，身體熱甚：車前子五合，綿裹煮汁，入青粱米四合，煮粥食。常服明目。（《壽親養老書》）"
            },
            {
                "名稱": "孕婦熱淋",
                "方法": "車前子五兩，葵根（切）一升，以水五升，煎取一升半，分三服，以利為度。（《梅師方》）"
            },
            {
                "名稱": "滑胎易產",
                "方法": "車前子為末。酒服方寸匕。不飲酒者，水調服。《詩》云：采采芣苡，能令婦人樂有子也。陸璣注云：治婦人產難故也。（《婦人良方》）"
            },
            {
                "名稱": "橫產不出",
                "方法": "車前子末，酒服二錢。（《子母秘錄》）"
            },
            {
                "名稱": "陰冷悶疼，漸入囊內，腫滿殺人",
                "方法": "車前子末，飲服方寸匕，日二服。《千金方》）"
            },
            {
                "名稱": "隱疹入腹，體腫舌強",
                "方法": "車前子末粉之，良。（《千金方》）"
            },
            {
                "名稱": "陰下癢痛",
                "方法": "車前子煮汁頻洗。（《外臺秘要》）"
            },
            {
                "名稱": "久患內障",
                "方法": "車前子、乾地黃、麥門冬等分，為末，蜜丸如梧子大。服之。累試有效。（《聖惠方》）"
            },
            {
                "名稱": "補虛明目",
                "方法": "駐景丸：治肝腎俱虛，眼昏黑花，或生障翳，迎風有淚，久服補肝腎，增目力：車前子、熟地黃（酒蒸焙）各三兩，菟絲子（酒浸）五兩，為末，煉蜜丸梧子大。每溫酒下三十丸，日二服。（《和劑局方》）"
            },
            {
                "名稱": "風熱目暗澀痛",
                "方法": "車前子、宣州黃連各一兩，為末。食後溫酒服一錢，日二服。（《聖惠方》）"
            },
            {
                "名稱": "草及根",
                "方法": ""
            },
            {
                "名稱": "小便不通",
                "方法": "車前草一斤，水三升，煎取一升半，分三服。一方：入冬瓜汁。一方：入桑葉汁。（《百一方》）"
            },
            {
                "名稱": "初生尿澀不通",
                "方法": "車前搗汁，入蜜少許，灌之。（《全幼心鑑》）"
            },
            {
                "名稱": "小便尿血",
                "方法": "車前草（搗汁）五合，空心服。（《外臺秘要》）"
            },
            {
                "名稱": "鼻衄不止",
                "方法": "生車前葉，搗汁飲之甚善。（《圖經本草》）"
            },
            {
                "名稱": "金瘡血出",
                "方法": "車前葉搗敷之。（《千金方》）"
            },
            {
                "名稱": "熱痢不止",
                "方法": "車前葉搗汁一盞，入蜜一合，煎溫服。（《聖惠方》）"
            },
            {
                "名稱": "產後血滲，入大小腸",
                "方法": "車前草（汁）一升，入蜜一合，和煎一沸，分二服。（崔氏方）"
            },
            {
                "名稱": "濕氣腰痛",
                "方法": "蛤蟆草（連根）七科，蔥白（連須）七科，棗七枚，煮酒一瓶，常服，終身不發。（《簡便方》）"
            },
            {
                "名稱": "喉痹乳蛾",
                "方法": "蛤蟆衣、鳳尾草擂爛，入霜梅肉、煮酒各少許，再研絞汁，以鵝翎刷患處，隨手吐痰，即消也。（趙溍《養疴漫筆》）"
            },
            {
                "名稱": "目赤作痛",
                "方法": "車前草自然汁，調朴硝末，臥時塗眼胞上，次早洗去。小兒目痛，車前草汁，和竹瀝點之。（《聖濟總錄》）"
            },
            {
                "名稱": "目中微翳",
                "方法": "車前葉、枸杞葉等分，手中揉汁出，以桑葉兩重裹之，懸陰處一夜，破桑葉取點，不過三、五度。（《十便良方》）"
            }
        ]
    },
    {
        "名字": "狗舌草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "恭曰：狗舌生渠塹濕地，叢生，葉似車前而無紋理，抽莖開花，黃白色。四月、五月採莖，曝乾。"
        ],
        "氣味": [
            "苦，寒，有小毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "蠱疥瘙瘡，殺小蟲。為末和塗之，即瘥（蘇恭）。"
        ]
    },
    {
        "名字": "馬鞭草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "併入《圖經》龍牙草。"
        ],
        "別稱": [
            "龍牙草（《圖經》）",
            "鳳頸草"
        ],
        "釋名": [
            "",
            "恭曰：穗類鞭鞘，故名馬鞭。",
            "藏器曰：此說未近，乃其節生紫花如馬鞭節耳。",
            "時珍曰：龍牙、鳳頸，皆因穗取名。蘇頌《圖經》外類重出龍牙，今併為一。又今方士謬立諸草為各色龍牙之名，甚為淆亂，不足憑信。"
        ],
        "集解": [
            "弘景曰：村墟陌甚多。莖似細辛，花紫色，葉微似蓬蒿也。",
            "恭曰：苗似狼牙及茺蔚，抽三、四穗，紫花，似車前，穗類鞭鞘，都不似蓬蒿也。",
            "保升曰：花白色，七月、八月採苗葉，日乾用。",
            "頌曰：今衡山、廬山、江淮州郡皆有之。苗類益母而莖圓，高二、三尺。又曰：龍牙草生施州，高二尺以來。春夏有苗葉，至秋冬而枯。採根洗淨用。",
            "時珍曰：馬鞭下地甚多。春月生苗，方莖，葉似益母，對生，夏秋開細紫花，作穗如車前穗，其子如蓬蒿子而細，根白而小。陶言葉似蓬蒿，韓言花色白，蘇言莖圓，皆誤矣。",
            "苗葉，"
        ],
        "氣味": [
            "苦，微寒，無毒（保升）",
            "辛、澀，溫，無毒"
        ],
        "氣味補充": [
            "大明曰：辛，涼，無毒。",
            "權曰：苦，有毒。伏丹砂、硫黃。",
            ""
        ],
        "主治": [
            "下部䘌瘡（《別錄》）。症癖血瘕，久瘧，破血殺蟲。搗爛煎取汁，熬如飴，每空心酒服一匕（藏器）。治婦人血氣肚脹，月候不勻，通月經（大明）。治金瘡，行血活血（震亨）。搗塗癰腫及蠼螋尿瘡，男子陰腫（時珍）。",
            "赤白下痢初起，焙搗羅末，每米飲服一錢匕，無所忌。（蘇頌）。"
        ],
        "附方": [
            {
                "名稱": "瘧痰寒熱",
                "方法": "馬鞭草搗汁五合，酒二合，分二服。（《千金方》）"
            },
            {
                "名稱": "鼓脹煩渴，身乾黑瘦",
                "方法": "馬鞭草細銼，曝乾，勿見火。以酒或水同煮，至味出，去滓溫服。以六月中旬，雷鳴時採者有效。（《衛生易簡方》）"
            },
            {
                "名稱": "大腹水腫",
                "方法": "馬鞭草、鼠尾草各十斤，水一石，煮取五斗，去滓，再煎令稠，以粉和丸大豆大。每服二、三丸，加至四、五丸，神效。（《肘後方》）"
            },
            {
                "名稱": "男子陰腫大如升，核痛，人所不能治者",
                "方法": "馬鞭草搗塗之。（《集驗方》）"
            },
            {
                "名稱": "婦人疝痛，名小腸氣",
                "方法": "馬鞭草一兩，酒煎滾服，以湯浴身，取汗甚妙。（《纂要奇方》）"
            },
            {
                "名稱": "婦人經閉，結成瘕塊，肋脹大欲死者",
                "方法": "馬鞭草（根苗）五斤（銼細）。水五斗，煎至一斗，去滓，熬成膏。每服半匙，食前溫酒化下，日二服。（《聖惠方》）"
            },
            {
                "名稱": "酒積下血",
                "方法": "馬鞭草（灰）四錢，白芷（灰）一錢，蒸餅丸梧子大，每米飲下五十丸。（《摘玄方》）魚肉癥瘕，凡食魚鱠及生肉，在胸膈不化，成癥瘕：馬鞭草搗汁，飲一升，即消。（《千金方》）馬喉痹風，深腫連頰，吐氣數者：馬鞭草一握，勿見風，截去兩頭，搗汁飲之，良。（《千金方》）"
            },
            {
                "名稱": "乳癰腫痛",
                "方法": "馬鞭草一握，酒一碗，生薑一塊，擂汁服，渣敷之。（《衛生易簡方》）"
            },
            {
                "名稱": "白癩風瘡",
                "方法": "馬鞭草為末，每服一錢，食前荊芥、薄荷湯下，日三服。忌鐵器。（《太平聖惠方》）"
            },
            {
                "名稱": "人疥馬疥",
                "方法": "馬鞭草不犯鐵器，搗自然汁半盞，飲盡，十日內愈，神效。（董炳《集驗方》）"
            },
            {
                "名稱": "赤白下痢",
                "方法": "龍牙草五錢，陳茶一撮，水煎服，神效。（《醫方摘要》）"
            },
            {
                "名稱": "發背癰毒，痛不可忍",
                "方法": "龍牙草搗汁飲之，以滓敷患處。（《集簡方》）"
            },
            {
                "名稱": "楊梅惡瘡",
                "方法": "馬鞭草煎湯，先熏後洗，氣到便爽，痛腫隨減。（陳嘉謨《本草蒙筌》）"
            }
        ]
    },
    {
        "名字": "蛇含",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "併入《圖經》紫背龍牙。"
        ],
        "別稱": [
            "蛇銜（《本經》）",
            "威蛇（大明）",
            "小龍牙（《綱目》）",
            "紫背龍牙"
        ],
        "釋名": [
            "",
            "恭曰：陶氏本草作蛇合，合乃含字之誤也。含銜義同。見古本草。",
            "時珍曰：按劉敬叔《異苑》云：有田父見一蛇被傷，一蛇銜一草著瘡上，經日傷蛇乃去。田父因取草治蛇瘡皆驗，遂名曰蛇銜草也。其葉似龍牙而小，背紫色，故俗名小龍牙，又名紫背龍牙。蘇頌《圖經》重出紫背龍牙，今併為一。"
        ],
        "集解": [
            "《別錄》曰：蛇含出益州山谷，八月採，陰乾。",
            "弘景曰：蛇銜處處有之。有兩種，並生石上，亦生黃土地。當用細葉有黃花者。",
            "頌曰：出益州，今近處亦有。生土石上，或下濕地。蜀中人家亦種之，闢蛇。一莖五葉或七葉。有兩種。八月採根陰乾。",
            "《日華子》云：莖葉俱用。五月採之。又曰：紫背龍牙，生蜀中，春夏生葉，採無時。",
            "時珍曰：此二種：細葉者名蛇銜；大葉者名龍銜。龍銜亦入瘡膏用。",
            "斅曰：蛇銜只用葉曬乾，勿犯火。根莖不用。勿誤用有櫱尖葉者，號竟命草，其味酸澀。誤服令人吐血不止，速服知時子解。"
        ],
        "氣味": [
            "苦，微寒，無毒"
        ],
        "氣味補充": [
            "權曰：有毒。頌曰：紫背龍牙：辛，寒，無毒。"
        ],
        "主治": [
            "驚癇。寒熱邪氣，除熱，金瘡疽痔，鼠瘻惡瘡頭瘍（《本經》）。療心腹邪氣，腹痛濕痹，養胎，利小兒（《別錄》）。治小兒寒熱丹疹（甄權）。止血協風毒，癰腫赤眼。汁敷蛇虺蜂毒（大明）。",
            "紫背龍牙：解一切蛇毒。治咽喉中痛，含咽之便效（蘇頌）。"
        ],
        "發明": [
            "藏器曰：蛇含治蛇咬。今以草納蛇口中，縱傷人亦不能有毒也。種之，亦令無蛇。頌曰：古今治丹毒瘡腫方通用之。《古今錄驗》治赤疹，用蛇銜草，搗極爛敷之即瘥。赤疹由冷濕搏於肌中，甚即為熱，乃成赤疹。天熱則劇，冷則減是也。",
            "時珍曰：按：葛洪《抱朴子》云：蛇銜膏連已斷之指。今考葛洪《肘後方》載蛇銜膏云：治癰腫瘀血，產後積血，耳目諸病，牛領馬鞍瘡。用蛇銜、大黃、附子、芍藥、大戟、細辛、獨活、黃芩、當歸、莽草、蜀椒各一兩，薤白十四枚。上為末，以苦酒淹一宿，以豬膏二斤，七星火上煎沸，成膏收之。",
            "每溫酒服一彈丸，日再服。病在外，摩之敷之；在耳，綿裹塞之；在目，點之。若入龍銜藤一兩，則名龍銜膏也。所謂連斷指者，不知即此膏否？"
        ],
        "附方": [
            {
                "名稱": "產後瀉痢",
                "方法": "小龍牙根一握，濃煎服之甚效，即蛇含是也。（《斗門方》）"
            },
            {
                "名稱": "金瘡出血",
                "方法": "蛇含草搗敷之。（《肘後方》）"
            },
            {
                "名稱": "身面惡癬",
                "方法": "紫背草，入生礬研。敷二、三次斷根。（《直指方》）"
            },
            {
                "名稱": "蜈蚣蠍傷",
                "方法": "蛇銜，挼敷之。（《古今錄驗》）"
            }
        ]
    },
    {
        "名字": "女青",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "釋名": [
            "雀瓢（《本經》）。"
        ],
        "集解": [
            "《別錄》曰：女青，蛇銜根也。生朱崖，八月採，陰乾。",
            "弘景曰：若是蛇銜根，不應獨生朱崖。俗用者是草葉，別是一物，未詳孰是？",
            "術云：帶此屑一兩，則疫癘不犯，彌宜識真者。又云：今市人用一種根，形狀如續斷，莖葉至苦，乃云是女青根，出荊州。",
            "恭曰：此草即雀瓢也。生平澤。葉似蘿摩，兩葉相對。子似瓢形，大如棗許，故名雀瓢。根似白薇。莖葉並臭。其蛇銜都非其類。又《別錄》云：葉嫩時似蘿摩，圓端大莖，實黑，莖葉汁黃白。亦與前說相似。若是蛇銜根，何得苗生益州，根在朱崖，相去萬里余也？蘿摩葉似女青，故亦名雀瓢。",
            "藏器曰：蘿摩是白環藤，雀瓢是女青，二物相似，不能分別，終非一物也。",
            "機曰：蘿摩以子言，女青以根言，蛇銜以苗言，三者氣味功用大有不同。諸注因其同名雀瓢，而疑為一物；又因其各出州郡，而復疑為二物。本草明言女青是蛇銜根，豈可以根苗異地而致疑？如靡蕪、芎藭所產不同，亦將分為二物乎？如赤箭、徐長卿同名鬼督郵，亦將合為一物耶？",
            "時珍曰：女青有二：一是藤生，乃蘇恭所說似蘿摩者；一種草生，則蛇銜根也。蛇銜有大、小二種：葉細者蛇銜，用苗莖葉；大者為龍銜，用根。故王燾《外臺秘要》龍銜膏，用龍銜根煎膏治癰腫金瘡者，即此女青也。陳藏器言女青、蘿摩不能分別，張揖《廣雅》言女青是葛類，皆指藤生女青，非此女青也。",
            "《別錄》明說女青是蛇銜根，一言可據。諸家止因其生朱崖致疑，非矣。方土各有相傳不同爾，況又不知有兩女青乎？又《羅浮山記》云：山有男青似女青。此則不知是草生藤生者也。",
            "根"
        ],
        "氣味": [
            "辛，平，有毒"
        ],
        "氣味補充": [
            "",
            "權曰：苦，無毒。蛇銜為使。"
        ],
        "主治": [
            "蠱毒，逐邪惡氣，殺鬼溫瘧，闢不祥（《本經》）。"
        ],
        "附方": [
            {
                "名稱": "人卒暴死",
                "方法": "搗女青屑一錢，安咽中，以水或酒送下，立活也。（《南嶽魏夫人內傳》）吐利卒死，及大人小兒，卒腹皮青黑赤，不能喘息：即急用女青末納口中，酒送下。（《子母秘錄》）"
            },
            {
                "名稱": "闢禳瘟疫",
                "方法": "正月上寅日，搗女青末，三角絳囊盛，系帳中，大吉。（《肘後方》）"
            }
        ]
    },
    {
        "名字": "鼠尾草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "葝（音勍）",
            "山陵翹（《吳普》）",
            "烏草（《拾遺》）",
            "水青（《拾遺》）"
        ],
        "釋名": [
            "",
            "時珍曰：鼠尾以穗形命名。《爾雅》云：葝，鼠尾也。可以染皂，故名烏草，又曰水青。蘇頌《圖經》謂鼠尾一名陵時者，乃陵翹之誤也。"
        ],
        "集解": [
            "《別錄》曰：鼠尾生平澤中，四月採葉，七月採花，陰乾。",
            "弘景曰：田野甚多，人採作滋染皂。",
            "保升曰：所在下濕地有之，惟黔中人採為藥。葉如蒿，莖端夏生四五穗，穗若車前，花有赤、白二種。",
            "藏器曰：紫花，莖葉俱可染皂用。",
            "花、葉，"
        ],
        "氣味": [
            "苦，微寒，無毒"
        ],
        "氣味補充": [
            "藏器曰：平。"
        ],
        "主治": [
            "鼠瘻寒熱，下痢膿血不止。白花者主白下；赤花者主赤下（《別錄》）。主瘧疾水蠱（時珍）。"
        ],
        "發明": [
            "弘景曰：古方療痢多用之。當濃煮令可丸服之，或煎如飴服。今人亦用作飲，或末服亦得，日三服。"
        ],
        "附方": [
            "大腹水蠱：方見馬鞭草下。久痢休息，",
            "時止時作：鼠尾草花搗末。飲服一錢。（《聖惠方》）",
            "下血連年：鼠尾草、地榆各二兩。水二升，煮一升，頓服。二十年者，不過再服。亦可為末，飲服之。（《千金方》）",
            "反花惡瘡，內生惡肉，如飯粒，破之血出，隨生反出於外。鼠尾草根切，同豬脂搗敷。（《聖濟總錄》）"
        ]
    },
    {
        "名字": "狼把草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "併入《拾遺》郎耶草。"
        ],
        "釋名": [
            "郎耶草。",
            "時珍曰：此即陳藏器《本草》郎耶草也。閩人呼爺為郎罷，則狼把當作郎罷乃通。又方士言此草即鼠尾草，功用亦近之，但無的據耳。"
        ],
        "集解": [
            "藏器曰：狼把草生山道旁，與秋穗子並可染皂。又曰：郎耶草生山澤間，高三、四尺，葉似雁齒，如鬼針苗。鬼針，即鬼釵也。其葉有丫，如釵腳狀。",
            "禹錫曰：狼把草出近世，古方未見用者，惟陳藏器言之而不詳。太宗皇帝御書記其主療血痢，甚為精至。謹用書於《本草圖經》外類篇首。"
        ],
        "氣味": [
            "苦，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "黑人發，令人不老。又云：郎耶草：主赤白久痢，小兒大腹痞滿，丹毒寒熱。取根莖煮汁服（藏器）。狼把草：主丈夫血痢，不療婦人。根：治積年疳痢。取草二斤，搗絞取汁一小升，納白麵半雞子許，和勻，空腹頓服。極重者，不過三服。或收苗陰乾，搗末，蜜水半盞，服一方寸匕（《圖經》）。",
            "可染鬚髮，治積年癬，天陰即癢，搔出黃水者，搗末摻之（時珍）。"
        ]
    },
    {
        "名字": "狗尾草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "莠（音酉）",
            "光明草（《綱目》）",
            "阿羅漢草"
        ],
        "釋名": [
            "",
            "時珍曰：莠草秀而不實，故字從秀。穗形象狗尾，故俗名狗尾。其莖治目痛，故方士稱為光明草、阿羅漢草。"
        ],
        "集解": [
            "時珍曰：原野垣牆多生之。苗葉似粟而小，其穗亦似粟，黃白色而無實。採莖筒盛，以治目病。惡莠之亂苗，即此也。",
            "莖"
        ],
        "主治": [
            "疣目，貫發穿之，即干滅也。凡赤眼拳毛倒睫者，翻轉目瞼，以一二莖蘸水戛去惡血，甚良（時珍）。"
        ],
        "附方": []
    },
    {
        "名字": "鱧腸",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "蓮子草（《唐本》）",
            "旱蓮草（《圖經》）",
            "金陵草（《圖經》）",
            "墨菸草（《綱目》）",
            "墨頭草（《綱目》）",
            "墨菜（《綱目》）",
            "猢孫頭（《必用》）",
            "豬牙草"
        ],
        "釋名": [
            "",
            "時珍曰：鱧，烏魚也，其腸亦烏。此草柔莖，斷之有墨汁出，故名，俗呼墨菜是也。細實頗如蓮房狀，故得蓮名。"
        ],
        "集解": [
            "恭曰：鱧腸生下濕地，所在坑渠間多有。苗似旋覆。二月、八月採，陰乾。頌曰：處處有之，南方尤多。此有二種，一種葉似柳而光澤，莖似馬齒莧，高一、二尺，開花細而白，其實若小蓮房，蘇恭謂似旋覆者是也，一種苗梗枯瘦，頗似蓮花而黃色，實亦作房而圓，南人謂之連翹者。二種折其苗皆有汁出，須臾而黑，俗謂之旱蓮子，亦謂之金陵草。",
            "時珍曰：旱蓮有二種：一種苗似旋覆而花白細者，是鱧腸；一種花黃紫而結房如蓮房者，乃是小蓮翹也，爐火家亦用之，見連翹條。",
            "草"
        ],
        "氣味": [
            "甘、酸，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "血痢。針灸瘡發，洪血不可止者，敷之立已。汁塗眉發，生速而繁（《唐本》）。烏髭發，益腎陰（時珍）。止血排膿，通小腸，敷一切瘡並蠶瘑（大明）。膏點鼻中，添腦（蕭炳）。"
        ],
        "附方": [
            {
                "名稱": "金陵煎，益髭發，變白為黑",
                "方法": "金陵草一秤，六月以後收採，揀青嫩無泥土者。不用洗，摘去黃葉，爛搗，新布絞取汁，以紗絹濾過，入通油器缽盛之，日中煎五日。又取生薑一斤絞汁，白蜜一斤合和，日中煎，以柳本篦攪勿停手，待如稀餳，藥乃成矣。每旦日及午後各服一匙，以溫酒一盞化下。"
            },
            {
                "名稱": "如欲作丸",
                "方法": "日中再煎，令可丸，大如梧子，每服三十丸。及時多合為佳，其效甚速。（孫真人《千金月令方》）"
            },
            {
                "名稱": "烏須固齒",
                "方法": "《攝生妙用方》：七月取旱蓮草（連根）一斤（用無灰酒洗淨），青鹽四兩（醃三宿）。同汁入油鍋中，炒存性，研末。日用擦牙，連津咽之。又法：旱蓮取汁，同鹽煉乾，研末擦牙。《壽親養老新書》旱蓮散：烏髭固牙。溫尉云：納合相公用此方，年七十鬚髮不白，懇求始得。"
            },
            {
                "名稱": "後遇張經歷朝請",
                "方法": "始傳分兩也。旱蓮草一兩半，麻枯餅三兩，升麻、青鹽各三兩半，訶子（連核）二十個，皂角三梃，月蠶砂二兩。為末，薄醋麵糊丸彈子大，曬乾入泥瓶中，火煨令煙出存性，取出研末。日用揩牙。"
            },
            {
                "名稱": "偏正頭痛",
                "方法": "鱧腸草汁滴鼻中。（《聖濟總錄》）"
            },
            {
                "名稱": "一切眼疾，翳膜遮障，涼腦，治頭痛，能生髮。五月五日平旦合之",
                "方法": "蓮子草一握，藍葉一握，油一斤。同浸，密封四十九日。每臥時，以鐵匙點藥摩頂上，四十九遍，久久甚佳。（《聖濟總錄》）"
            },
            {
                "名稱": "係臂截瘧",
                "方法": "旱蓮草捶爛，男左女右，置寸口上，以古文錢壓定，帛繫住，良久起小泡，謂之天灸。其瘧即止，甚效。（王執中《資生經》）"
            },
            {
                "名稱": "小便溺血",
                "方法": "金陵草（一名墨頭草）、車前草各等分，杵取自然汁，每空心服三杯，愈乃止。（《醫學正傳》）"
            },
            {
                "名稱": "腸風臟毒，下血不止",
                "方法": "旱蓮子草，瓦上焙，研末。每服二錢，米飲下。（《家藏經驗方》）"
            },
            {
                "名稱": "痔漏瘡發",
                "方法": "旱蓮草一把，連根鬚洗淨，用石臼擂如泥，以極熱酒一盞衝入，取汁飲之，滓敷患處，重者不過三服即安。太僕少卿王鳴鳳患此，策杖方能移步，服之得瘥。累治有驗。（劉松石《保壽堂方》）"
            },
            {
                "名稱": "疔瘡惡腫",
                "方法": "五月五日收旱蓮草陰乾，仍露一夜收。遇疾時嚼一葉貼上，外以消毒膏護之，二三日疔脫。（《聖濟總錄》）"
            },
            {
                "名稱": "風牙疼痛",
                "方法": "猢孫頭草，入鹽少許，於掌心揉擦即止。（《集玄方》）"
            }
        ]
    },
    {
        "名字": "連翹",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "併入有名未用《本經》翹根。"
        ],
        "別稱": [
            "連（《爾雅》）",
            "異翹（《爾雅》）",
            "旱蓮子（《藥性》）",
            "蘭華（《本經》）",
            "三廉（《本經》），根名連軺（仲景）",
            "折根（《本經》）"
        ],
        "釋名": [
            "",
            "恭曰：其實似蓮作房，翹出眾草，故名。",
            "宗奭曰：連翹亦不翹出眾草。太山山谷間甚多。其子折之，片片相比如翹，應以此得名耳。",
            "時珍曰：按《爾雅》云：連，異翹。則是本名連，又名異翹，人因合稱為連翹矣。連軺亦作連苕，即《本經》下品翹根是也。唐蘇恭《修本草》退入有名未用中，今併為一。旱蓮乃小翹，人以為鱧腸者，故同名。"
        ],
        "集解": [
            "《別錄》曰：連翹生太山山谷，八月採，陰乾。",
            "弘景曰：處處有之。今用莖連花實。",
            "恭曰：此物有兩種：大翹，小翹。大翹生下濕地，葉狹長如水蘇，花黃可愛，著子似椿實之未開者，作房翹出眾草。其小翹生岡原之上，葉花實皆似大翹而小細。山南人並用之，今長安惟用大翹子，不用莖花也。",
            "頌曰：今近汴京及河中、江寧、潤、淄、澤、兗、鼎、岳、利諸州，南康軍皆有之。有大、小二種：大翹生下濕地或山岡上，青葉狹長，如榆葉、水蘇輩，莖赤色，高三、四尺，獨莖，梢間開花黃色，秋結實似蓮，內作房瓣，根黃如蒿根，八月採房。其小翹生岡原之上，花葉實皆似大翹而細。",
            "南方生者，葉狹而小，莖短，才高一、二尺，花亦黃，實房黃黑，內含黑子如粟粒，亦名旱蓮，南人用花葉。今南方醫家說云：連翹有兩種：一種似椿實之未開者，殼小堅而外完，無跗萼，剖之則中解，氣甚芳馥，其實才干，振之皆落，不著莖也；一種乃如菡萏，殼柔，外有跗萼抱之，而無解脈，亦無香氣，干之雖久，著莖不脫，此甚相異，此種江南下澤間極多。如椿實者，乃自蜀中來，入用勝似江南者。",
            "據本草則亦當蜀中者為勝，然未見其莖葉也。"
        ],
        "氣味": [
            "苦，平，無毒",
            "甘，寒、平，有小毒"
        ],
        "氣味補充": [
            "",
            "元素曰：性涼味苦，氣味俱薄，輕清而浮，升也陽也。手搓用之。",
            "好古曰：陰中陽也。入手足少陽手陽明經，又入手少陰經。",
            "時珍曰：微苦、辛。",
            "普曰：神農、雷公：甘，有毒。李當之：苦。好古曰：苦，寒。"
        ],
        "主治": [
            "寒熱鼠瘻瘰癧，癰腫惡瘡癭瘤，結熱蠱毒（《本經》）。去白蟲（《別錄》）。通利五淋，小便不通，除心家客熱（甄權）。通小腸，排膿，治瘡癤，止痛，通月經（大明）。散諸經血結氣聚，消腫（李杲）。瀉心火，除脾胃濕熱，治中部血證，以為使（震亨）。治耳聾渾渾焞焞（好古）。",
            "心肺積熱（時珍）。",
            "翹根，",
            "下熱氣，益陰精，令人面悅好，明目。久服輕身耐老（《本經》）。以作蒸飲酒病人（《別錄》）。治傷寒瘀熱欲發黃（時珍）。"
        ],
        "發明": [
            "元素曰：連翹之用有三：瀉心經客熱，一也；去上焦諸熱，二也；為瘡家聖藥，三也。",
            "杲曰：十二經瘡藥中不可無此，乃結者散之之義。",
            "好古曰：手足少陽之藥，治瘡瘍瘤癭結核有神，與柴胡同功，但分氣血之異爾。與鼠黏子同用治瘡瘍，別有神功。",
            "時珍曰：連翹狀似人心，兩片合成，其中有仁甚香，乃少陰心經、厥陰包絡氣分主藥也。諸痛癢瘡瘍皆屬心火，故為十二經瘡家聖藥，而兼治手足少陽手陽明三經氣分之熱也。",
            "《本經》曰：翹根生嵩高平澤，二月、八月採。",
            "弘景曰：方藥不用，人無識者。",
            "好古曰：此即連軺也。能下熱氣，故張仲景治傷寒瘀熱在裡，麻黃連軺赤小豆湯用之。注云：即連翹根也。"
        ],
        "附方": [
            {
                "名稱": "瘰癧結核",
                "方法": "連翹、脂麻等分，為末，時時食之。（《簡便方》）"
            },
            {
                "名稱": "項邊馬刀，屬少陽經",
                "方法": "用連翹二斤，瞿麥一斤，大黃三兩，甘草半兩。每用一兩，以水一碗半，煎七分，食後熱服。十餘日後，灸臨泣穴二七壯，六十日決效。（張潔古《活法機要》）"
            },
            {
                "名稱": "痔瘡腫痛",
                "方法": "連翹煎湯熏洗，後以刀上飛過綠礬入麝香貼之。（《集驗方》）"
            },
            {
                "名稱": "癰疽腫毒",
                "方法": "連翹草及根各一升，水一斗六升，煮汁三升服取汗。（《外臺秘要》）"
            }
        ]
    },
    {
        "名字": "陸英",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "釋名": [
            "解見下文。"
        ],
        "集解": [
            "《別錄》曰：陸英生熊耳川穀及冤句，立秋採。",
            "恭曰：此即蒴藋也。古方無蒴藋，惟言陸英。後人不識，浪出蒴藋條。此葉似芹及接骨花，三物亦同一類。故芹名水英，此名陸英，接骨樹名木英，此三英也，花葉並相似。",
            "志曰：蘇恭以陸英、蒴藋為一物。今詳陸英味苦寒無毒，蒴藋味酸溫有毒，既此不同，難謂一種，蓋其類爾。",
            "宗奭曰：蒴藋與陸英性味及出產皆不同，治療又別，自是二物，斷無疑矣。",
            "頌曰：本草陸英生熊耳川穀及冤句。蒴藋不載所出州土，但云生田野，今所在有之。春抽苗，莖有節，節間生枝，葉大似水芹。春夏採葉，秋冬採根莖。陶蘇皆以為一物。馬志以性味不同，疑非一種，亦不能細別。但《爾雅》：木謂之華，草謂之榮，不榮而實謂之秀；榮而不實謂之英。此物既有英名，當是其花。故《本經》云：立秋採，正是其花時也。",
            "時珍曰：陶、蘇本草、甄權《藥性論》，皆言陸英即蒴藋，必有所據。馬志、寇宗奭雖破其說，而無的據。仍當是一物，分根莖花葉用，如蘇頌所云也。"
        ],
        "氣味": [
            "苦，寒，無毒"
        ],
        "氣味補充": [
            "",
            "權曰：陸英，一名蒴藋，味苦、辛，有小毒。"
        ],
        "主治": [
            "骨間諸痹，四肢拘攣疼酸，膝寒痛，陰痿，短氣不足，腳腫（《本經》）。能捋風毒，腳氣上衝，心煩悶絕，水氣虛腫。風瘙皮肌惡癢，煎湯入少酒浴之，妙（甄權）。"
        ]
    },
    {
        "名字": "蒴藋",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "堇草（《別錄》）",
            "芨（《別錄》）",
            "接骨草"
        ],
        "釋名": [
            ""
        ],
        "集解": [
            "《別錄》曰：蒴藋生田野。春夏採葉，秋冬採莖根。",
            "弘景曰：田野墟村甚多。",
            "恭曰：此陸英也，剩出此條。《爾雅》云：芨，堇草。郭璞注云：烏頭苗也。檢三堇別名亦無此者。《別錄》言此一名堇草，不知所出處。",
            "宗奭曰：蒴藋花白，子初青如綠豆顆，每朵如盞面大，又平生，有一、二百子，十月方熟紅。",
            "時珍曰：每枝五葉。說見陸英下。"
        ],
        "氣味": [
            "酸，溫，有毒"
        ],
        "氣味補充": [
            "大明曰：苦，涼，有毒。"
        ],
        "主治": [
            "風瘙隱疹，身癢濕痹，可作浴湯（《別錄》）。浴瘑癩風痹（大明）。"
        ],
        "附方": [
            {
                "名稱": "手足偏風",
                "方法": "蒴藋葉，火燎，厚鋪床上，趁熱眠於上，冷復易之。冬月取根，舂碎熬熱用。（《外臺秘要》）"
            },
            {
                "名稱": "風濕冷痹",
                "方法": "方同上。"
            },
            {
                "名稱": "寒濕腰痛",
                "方法": "方同上。"
            },
            {
                "名稱": "腳氣脛腫骨疼",
                "方法": "蒴藋根研碎，和酒糟三分，根一分，合蒸熱，封裹腫上，日二即消。亦治不仁。（《千金方》）"
            },
            {
                "名稱": "渾身水腫，坐臥不得",
                "方法": "取蒴藋根去皮，搗汁一合，和酒一合，暖服，當微吐利。（《梅師方》）"
            },
            {
                "名稱": "頭風作痛",
                "方法": "蒴藋根二升，酒二升，煮服，汗出止。（《千金方》）"
            },
            {
                "名稱": "頭風旋暈，起倒無定",
                "方法": "蒴藋、獨活、白石膏各一兩，枳實（炒）七錢半。每服三錢，酒一盞，煎六分服。（《聖惠方》）產後血暈，心悶煩熱。用接骨草（即蒴藋）破如算子一握，水一升，煎半升，分二服。或小便出血者，服之亦瘥。（《衛生易簡方》）"
            },
            {
                "名稱": "產後惡露不除",
                "方法": "續骨木二十兩（銼）。水一斗，煮三升，分三服，即下。（《千金方》）"
            },
            {
                "名稱": "瘧疾不止",
                "方法": "蒴藋一大握，炙令黃色，以水濃煎一盞，欲發前服。（《斗門方》）"
            },
            {
                "名稱": "卒暴症塊堅如石，作痛欲死",
                "方法": "取蒴藋根一小束，洗淨細擘，以酒二升，漬三宿，溫服五合至一升，日三服。若欲速用，於熱灰中溫出藥味服之。此方無毒，已愈十六人矣，神驗。藥盡再作之。（《古今錄驗》）"
            },
            {
                "名稱": "鱉瘕堅硬，腫起如盆，眠臥不得",
                "方法": "蒴藋根白皮一握。搗汁和水服。（《千金方》）"
            },
            {
                "名稱": "下部閉塞",
                "方法": "蒴藋根一把。搗汁水和，絞去滓。強人每服一升。（《外臺秘要》）"
            },
            {
                "名稱": "一切風疹",
                "方法": "蒴藋煮湯，和少酒塗之，無不瘥。（《梅師方》）"
            },
            {
                "名稱": "小兒赤遊，上下游行，至心即死",
                "方法": "蒴藋，煎汁洗之。（《子母秘錄》）"
            },
            {
                "名稱": "五色丹毒",
                "方法": "蒴藋葉，搗敷之。（《千金方》）"
            },
            {
                "名稱": "癰腫惡肉不消者",
                "方法": "蒴藋灰、石灰各淋取汁，合煎如膏。敷之，能蝕惡肉，亦去痣疵。此藥過十日即不中用也。（《千金方》）"
            },
            {
                "名稱": "手足疣目",
                "方法": "蒴藋赤子，揉爛，塗目上。（《聖惠方》）"
            },
            {
                "名稱": "熊羆傷人",
                "方法": "蒴藋一大把。以水一升漬，須臾，取汁飲，以滓封之。（張文仲《備急方》）"
            }
        ]
    },
    {
        "名字": "水英",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "釋名": [
            "魚津草。",
            "頌曰：唐《天寶單方圖》言：此草原生永陽池澤及河海邊。臨汝人呼為牛葒草，河北信都人名水節，河內連內黃呼為水棘，劍南、遂寧等郡名龍移草，淮南諸郡名海荏。嶺南亦有，土地尤宜，莖葉肥大，名海精木，亦名魚津草。",
            "時珍曰：此草不著形狀氣味，無以考證。芹菜亦名水英，不知是此否也？"
        ],
        "氣味": [
            "苦，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "骨風（蘇頌）。"
        ],
        "發明": [
            "頌曰：蜀人採其花合面藥。凡丈夫、婦人無故兩腳腫滿連膝脛中痛，屈申急強者，名骨風。其疾不宜針灸及服藥，惟每日取此草五斤，以水一石，煮三斗，及熱浸腳，並淋膝上，日夜三、四度。不經，五日即瘥，數用神驗。其藥春取苗，夏採葉及花，秋冬用根。腫甚者，加生椒目三升，水二斗。用畢，即摩粉避風。忌油膩、生菜、豬、魚等物。"
        ]
    },
    {
        "名字": "藍",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "釋名": [
            "時珍曰：按陸佃《埤雅》云：《月令》：仲夏令民無刈藍以染。",
            "鄭玄言：恐傷長養之氣也。然則刈藍先王有禁，制字從監，以此故也。"
        ],
        "集解": [
            "《別錄》曰：藍實生河內平澤，其莖葉可以染青。",
            "弘景曰：此即今染䌝碧所用者，以尖葉者為勝。",
            "恭曰：藍有三種：一種葉圍徑二寸許，厚三、四分者，堪染青，出嶺南，太常名為木藍子；陶氏所說乃是菘藍，其汁抨為澱甚青者；《本經》所用乃是蓼藍實也，其苗似蓼而味不辛，不堪為澱，惟作碧色爾。",
            "頌曰：藍處處有之，人家蔬圃作畦種。至三月、四月生苗，高三、二尺許，葉似水蓼，花紅白色，實亦若蓼子而大，黑色。五月、六月採實。但可染碧，不堪作澱，此名蓼藍，即醫方所用者也。別有木藍，出嶺南，不入藥。有菘藍，可為澱，亦名馬藍，《爾雅》所謂「葴，馬藍」是也。",
            "又福州一種馬藍，四時俱有，葉類苦蕒菜，土人連根採服，治敗血。江寧一種吳藍，二月內生，如蒿，葉青花白，亦解熱毒。此二種雖不類，而俱有藍名，且古方多用吳藍，或恐是此，故並附之。",
            "宗奭曰：藍實即大藍實也。謂之蓼藍者，非是。乃《爾雅》所謂馬藍者。解諸藥毒不可闕也。實與葉兩用。注不解實，只解葉，為未盡。",
            "時珍曰：藍凡五種，各有主治，惟藍實專取蓼藍者。蓼藍：葉如蓼，五、六月開花，成穗細小，淺紅色，子亦如蓼，歲可三刈，故先王禁之。菘藍：葉如白菘。馬藍：葉如苦蕒，即郭璞所謂大葉冬藍，俗中所謂板藍者。二藍花子並如蓼藍。吳藍：長莖如蒿而花白，吳人種之。",
            "木藍：長莖如決明，高者三四尺，分枝布葉，葉如槐葉，七月開淡紅花，結角長寸許，累累如小豆角，其子亦如馬蹄決明子而微小，迥與諸藍不同，而作澱則一也。別有甘藍，可食，見本條。蘇恭以馬藍為木藍，蘇頌以菘藍為馬藍，宗奭以藍實為大葉藍之實，皆非矣。今並開列於下。",
            "藍實"
        ],
        "氣味": [
            "苦，寒，無毒",
            "苦、甘，寒，無毒"
        ],
        "氣味補充": [
            "權曰：甘。",
            ""
        ],
        "主治": [
            "解諸毒，殺蠱蚑疰鬼螫毒。久服頭不白，輕身（《本經》。蚑音其，小兒鬼也）。填骨髓，明耳目，利五臟，調六腑，通關節，治經絡中結氣，使人健少睡，益心力（甄權）。療毒腫（蘇頌）。",
            "藍葉汁（此蓼藍也）",
            "殺百藥毒，解狼毒、射罔毒（《別錄》。弘景曰：解毒不得生藍汁，以青䌝布漬汁亦善）。汁塗五心，止煩悶，療蜂螫毒（弘景）。斑蝥、芫青、樗雞毒。硃砂、砒石毒（時珍）。"
        ],
        "附方": []
    },
    {
        "名字": "馬藍",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "主治": [
            "婦人敗血。連根焙搗下篩，酒服一錢匕（蘇頌）。",
            "吳藍",
            "寒熱頭痛，赤眼，天行熱狂，疔瘡，遊風熱毒，腫毒風疹除煩止渴，殺疳，解毒藥毒箭，金瘡血悶，毒刺蟲蛇傷，鼻衄吐血，排膿，產後血暈，小兒壯熱，解金石藥毒、狼毒、射罔毒（大明）。"
        ],
        "氣味": [
            "苦、甘，冷，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "發明": [
            "震亨曰：藍屬水，能使敗血分歸經絡。",
            "時珍曰：諸藍形雖不同，而性味不遠，故能解毒除熱。惟木藍葉力似少劣，藍子則專用蓼藍者也。至於用澱與青布，則是刈藍浸水入石灰澄成者，性味不能不少異，不可與藍汁一概論也。有人病嘔吐，服玉壺諸丸不效，用藍汁入口即定，蓋亦取其殺蟲降火爾。如此之類，不可不知。",
            "頌曰：藍汁治蟲豸傷。劉禹錫《傳信方》著其法云：取大藍汁一碗，入雄黃、麝香二物少許，以點咬處，仍細服其汁，神異之極也。張薦員外在劍南為張延賞判官，忽被斑蜘蛛咬項上。一宿，咬處有二道赤色，細如箸，繞項上，從胸前下至心。經兩宿，頭面腫痛，大如數升碗，肚漸腫，幾至不救。",
            "張公出錢五百千，並薦家財又數百千，募能療者。忽一人應召，云可治。張公甚不信之，欲驗其方。其人云：不惜方，但療人性命爾。遂取大藍汁一碗，以蜘蛛投之，至汁而死。又取藍汁加麝香、雄黃，更以一蛛投入，隨化為水。張公因甚異之，遂令點於咬處。兩日悉平，作小瘡而愈。"
        ],
        "附方": [
            {
                "名稱": "小兒赤痢",
                "方法": "搗青藍汁二升，分四服。（《子母秘錄》）"
            },
            {
                "名稱": "小兒中蠱，下血欲死",
                "方法": "搗青藍汁，頻服之。（《聖惠方》）"
            },
            {
                "名稱": "陰陽易病，傷寒初愈，交合陰陽，必病拘急，手足拳，小腹急熱，頭不能舉，名陰陽易，當汗之。滿四日難治",
                "方法": "藍一把，雄鼠屎三十枚，水煎服，取汗。（《肘後方》）"
            },
            {
                "名稱": "驚癇發熱",
                "方法": "干藍、凝水石等分。為末，水調敷頭上。（《聖惠方》）"
            },
            {
                "名稱": "上氣咳嗽，呷呀息氣，喉中作聲，唾黏",
                "方法": "以藍葉水浸搗汁一升，空腹頻服。須臾以杏仁研汁，煮粥食之。一兩日將息，依前法更服，吐痰盡方瘥。（《梅師方》）"
            },
            {
                "名稱": "飛血赤目熱痛",
                "方法": "干藍葉（切）二升，車前草半兩，淡竹葉（切）三握。水四升，煎二升，去滓溫洗。冷即再暖，以瘥為度。（《聖濟總錄》）"
            },
            {
                "名稱": "腹中鱉症",
                "方法": "藍葉一斤（搗）。以水三升，絞汁服一升，日二次。（《千金方》）"
            },
            {
                "名稱": "應聲蟲病，腹中有物作聲，隨人語言，名應聲蟲病",
                "方法": "用板藍汁一盞。分五服，效。（夏子益《奇疾方》）"
            },
            {
                "名稱": "卒中水毒",
                "方法": "搗藍青汁，敷頭身令匝。（《肘後方》）"
            },
            {
                "名稱": "服藥過劑煩悶",
                "方法": "及中毒煩悶欲死。搗藍汁服數升。（《肘後方》）"
            },
            {
                "名稱": "卒自縊死",
                "方法": "以藍汁灌之。（《千金方》）"
            },
            {
                "名稱": "毒箭傷人",
                "方法": "藍青搗飲並敷之。如無藍，以青布漬汁飲。（《肘後方》）"
            },
            {
                "名稱": "唇邊生瘡，連年不瘥",
                "方法": "以八月藍葉一斤。搗汁洗之，不過三度瘥。（《千金方》）"
            },
            {
                "名稱": "齒䘌腫痛",
                "方法": "紫藍，燒灰敷之，日五度。（《廣濟方》）"
            },
            {
                "名稱": "白頭禿瘡",
                "方法": "糞藍，煎汁頻洗。（《聖濟錄》）"
            },
            {
                "名稱": "天泡熱瘡",
                "方法": "藍葉搗敷之，良。（《集簡方》）"
            },
            {
                "名稱": "瘡疹不快",
                "方法": "板藍根一兩，甘草一分。為末。每服半錢或一錢，取雄雞冠血三、二點，同溫酒少許調下。（《錢氏小兒方》）"
            }
        ]
    },
    {
        "名字": "藍澱",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "釋名": [
            "時珍曰：澱，石殿也，其滓澄殿在下也。亦作澱，俗作靛。南人掘地作坑，以藍浸水一宿，入石灰攪至千下，澄去水，則青黑色。亦可干收，用染青碧。其攪起浮沫，掠出陰乾，謂之靛花，即青黛，見下。"
        ],
        "氣味": [
            "辛、苦，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "解諸毒，敷熱瘡，小兒禿瘡熱腫（藏器）。止血殺蟲，治噎膈（時珍）。"
        ],
        "發明": [
            "時珍曰：澱乃藍與石灰作成，其氣味與藍稍有不同，而其止血、拔毒、殺蟲之功，似勝於藍。按《廣五行記》云：唐永徽中，絳州一僧，病噎不下食數年，臨終命其徒曰：吾死後，可開吾胸喉，視有何物苦我如此？及死，其徒依命，開視胸中，得一物，形似魚而有兩頭，遍體悉似肉鱗。安缽中，跳躍不已。",
            "戲投諸味，雖不見食，皆化為水。又投諸毒物，亦皆銷化。一僧方作藍澱，因以少澱投之，即怖懼奔走，須臾化成水。世傳澱水能治噎疾，蓋本於此。今方士或以染缸水飲人治噎膈，皆取其殺蟲也。"
        ],
        "附方": [
            "時行熱毒，心神煩躁：用藍澱一匙。新汲水一盞服。（《聖惠方》）",
            "小兒熱丹：藍澱，敷之。（《子母秘錄方》）",
            "口鼻急疳，數日欲死：以藍澱敷之，令遍，日十度，夜四度。（《千金翼》）",
            "誤吞水蛭：青靛調水飲，即瀉出。（《普濟方》）"
        ]
    },
    {
        "名字": "青黛",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "靛花（《綱目》）",
            "青蛤粉"
        ],
        "釋名": [
            "",
            "時珍曰：黛，眉色也。劉熙《釋名》云：滅去眉毛，以此代之，故謂之黛。"
        ],
        "集解": [
            "志曰：青黛從波斯國來。今以太原並廬陵、南康等處，染澱甕上沫紫碧色者用之，與青黛同功。",
            "時珍曰：波斯青黛，亦是外國藍靛花，既不可得，則中國靛花亦可用。或不得已，用青布浸汁代之。貨者復以干澱充之，然有石灰，入服餌藥中當詳之。"
        ],
        "氣味": [
            "咸，寒，無毒"
        ],
        "氣味補充": [
            "權曰：甘，平。"
        ],
        "主治": [
            "解諸藥毒，小兒諸熱，驚癇發熱，天行頭痛寒熱，並水研服之。亦磨敷熱瘡惡腫，金瘡下血，蛇犬等毒（《開寶》）。解小兒疳熱，殺蟲（甄權）。",
            "小兒丹熱，和水服之。同雞子白、大黃末，敷瘡癰、蛇虺螫毒（藏器）。瀉肝，散五臟鬱火，解熱，消食積（震亨）。去熱煩，吐血咯血，斑瘡陰瘡，殺惡蟲（時珍）。"
        ],
        "發明": [
            "宗奭曰：青黛乃藍為之者。有一婦人患臍下腹上，下連二陰，遍生濕瘡，狀如馬爪瘡，他處並無，熱癢而痛，大小便澀，出黃汁，食亦減，身面微腫。醫作惡瘡治，用鰻鱺魚、松脂、黃丹之藥塗之，熱痛甚。問其人嗜酒食，喜魚蟹發風等物。急令洗其膏藥。以馬齒莧四兩，杵爛，入青黛一兩，再研勻塗之。",
            "即時熱減，痛癢皆去。仍以八正散，日三服之，分敗客熱。藥干即上。如此二日，減三分之一，五日減三分之二，二十日愈。此蓋中下焦蓄風熱毒氣也。若不出，當作腸癰內痔。仍須禁酒色發風物。然不能禁，後果患內痔。"
        ],
        "附方": [
            {
                "名稱": "心口熱痛",
                "方法": "薑汁調青黛一錢服之。（《醫學正傳》）"
            },
            {
                "名稱": "內熱吐血",
                "方法": "青黛二錢，新汲水下。（《聖惠方》）"
            },
            {
                "名稱": "肺熱咯血",
                "方法": "青餅子：用青黛一兩，杏仁（以牡蠣粉炒過）一兩。研勻，黃蠟化和，作三十餅子。每服一餅，以乾柿半個夾定，濕紙裹，煨香嚼食，粥飲送下，日三服。（華佗《中藏經》）"
            },
            {
                "名稱": "小兒驚癇",
                "方法": "青黛量大小，水研服之。（《生生編》）"
            },
            {
                "名稱": "小兒夜啼",
                "方法": "方同上。"
            },
            {
                "名稱": "小兒疳痢",
                "方法": "宮氣方歌云：孩兒雜病變成疳，不問強羸女與男。"
            },
            {
                "名稱": "煩熱毛焦鼻口燥",
                "方法": "皮膚枯槁四肢癱。腹中時時更下痢，青黃赤白一般般。眼澀面黃鼻孔赤，穀道開張不可看。此方便是青黛散，孩兒百病服之安。"
            },
            {
                "名稱": "耳疳出汁",
                "方法": "青黛、黃柏末，干搽。（《談野翁方》）"
            },
            {
                "名稱": "爛弦風眼",
                "方法": "青黛、黃連泡湯，日洗。（《明目方》）"
            },
            {
                "名稱": "產後發狂",
                "方法": "四物湯加青黛，水煎服。（《摘玄》）"
            },
            {
                "名稱": "傷寒赤斑",
                "方法": "青黛二錢。水研服。（《活人書》）"
            },
            {
                "名稱": "豌豆瘡毒，未成膿者",
                "方法": "波斯青黛一棗許。水研服。（《梅師方》）"
            },
            {
                "名稱": "瘰癧未穿",
                "方法": "靛花、馬齒莧同搗。日日塗敷，取效。（《簡便方》）"
            },
            {
                "名稱": "諸毒蟲傷",
                "方法": "青黛、雄黃等分，研末，新汲水服二錢。（《古今錄驗》）"
            }
        ],
        "附錄": [
            "雀翹，《別錄》有名未用曰：味鹹。益氣明目。生藍中。葉細黃，莖赤有刺。四月實，銳黃中黑。五月採，陰乾。一名去母，一名更生。"
        ]
    },
    {
        "名字": "甘藍",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "自菜部移入此。"
        ],
        "釋名": [
            "藍菜（《千金》）"
        ],
        "集解": [
            "藏器曰：此是西土藍也。葉闊可食。",
            "時珍曰：此亦大葉冬藍之類也。按胡洽居士云：河東、隴西羌胡多種食之，漢地少有。其葉長大而厚，煮食甘美。經冬不死，春亦有英。其花黃，生角結子。其功與藍相近也。"
        ],
        "氣味": [
            "甘，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "久食，大益腎，填髓腦，利五臟六腑，利關節，通經絡中結氣，去心下結伏氣，明耳目，健人，少睡，益心力，壯筋骨。作菹經宿色黃，和鹽食，治黃毒（藏器）。",
            "子",
            "人多睡（思邈）。"
        ]
    },
    {
        "名字": "蓼",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "自菜部移入此。"
        ],
        "釋名": [
            "時珍曰：蓼類皆高揚，故字從翏，音料，高飛貌。",
            "",
            "志曰：生於淺水澤中，故名水蓼。",
            "時珍曰：按《爾雅》云：薔，虞蓼也。山夾水曰虞。",
            "",
            "時珍曰：凡物大者，皆以馬名之，俗呼大蓼是也。高四五尺，有大、小二種。但每葉中間有黑跡，如墨點記，故方士呼為墨記草。"
        ],
        "集解": [
            "《別錄》曰：蓼實生雷澤川澤。",
            "弘景曰：此類多人所食。有三種：一是青蓼，人家常用，其葉有圓有尖，以圓者為勝，所用即此也；一是紫蓼，相似而紫色；一是香蓼，相似而香，並不甚辛，好食。",
            "保升曰：蓼類甚多，有青蓼、香蓼、水蓼、馬蓼、紫蓼、赤蓼、木蓼七種。紫、赤二蓼，葉小狹而厚；青、香二蓼，葉亦相似而俱薄；馬、水二蓼，葉俱闊大，上有黑點；木蓼，一名天蓼，蔓生，葉似柘葉。六蓼花皆紅白，子皆大如胡麻，赤黑而尖扁；惟木蓼花黃白，子皮青滑。諸蓼並冬死，惟香蓼宿根重生，可為生菜。",
            "頌曰：木蓼亦有大小二種，皆蔓生。陶氏以青蓼入藥，余亦無用。《三茅君傳》有作白蓼醬方，藥譜無白蓼，疑即青蓼也。",
            "宗奭曰：蓼實即草部下品水蓼之子也。彼言水蓼是用莖，此言蓼實是用子也。春初以壺蘆盛水浸濕，高掛火上，日夜使暖，遂生紅芽，取為蔬，以備五辛盤。",
            "時珍曰：韓保升所說甚明。古人種蓼為蔬，收子入藥。故《禮記》烹雞、豚、魚、鱉，皆實蓼於其腹中，而和羹膾亦須切蓼也。後世飲食不用，人亦不復栽，惟造酒麴者用其汁耳。今但以平澤所生香蓼、青蓼、紫蓼為良。",
            "實",
            "恭曰：水蓼生下濕水旁。葉似馬蓼，大於家蓼，莖赤色，水挼食之，勝於蓼子。",
            "宗奭曰：水蓼，大概與水葒相似，但枝低耳。今造酒取葉，以水浸汁，和麵作曲，亦取其辛耳。",
            "時珍曰：此乃水際所生之蓼，葉長五六寸，比水葒葉稍狹，比家蓼葉稍大，而功用彷彿。故寇氏謂蓼實即水蓼之子者，以此故。",
            "莖葉",
            "弘景曰：馬蓼生下濕地，莖斑，葉大有黑點。亦有二、三種，其最大者名蘢薣，即水葒也。",
            "莖葉"
        ],
        "氣味": [
            "辛，溫，無毒",
            "辛，溫，無毒",
            "辛，無毒",
            "辛，溫，無毒"
        ],
        "氣味補充": [
            "",
            "詵曰：多食吐水，壅氣損陽。",
            "",
            "思邈曰：黃帝云：食蓼過多，有毒，發心痛。和生魚食，令人脫氣，陰核痛求死。二月食蓼，傷人腎。扁鵲云：久食令人寒熱，損髓減氣少精。婦人月事來時食蓼、蒜，喜為淋。與大麥面相宜。",
            "大明曰：冷。",
            "",
            "時珍曰：伏丹砂、雌黃。"
        ],
        "主治": [
            "明目溫中，耐風寒，下水氣，面目浮腫癰瘍（《本經》）。歸鼻，除腎氣，去癧瘍，止霍亂，治小兒頭瘡（甄權）。",
            "歸舌，除大小腸邪氣，利中益志（《別錄》）。干之釀酒，主風冷，大良（弘景）。作生菜食，能入腰腳。煮湯捋腳，治霍亂轉筋。煮汁日飲，治痃癖。搗爛，敷狐尿瘡（藏器）。腳暴軟，赤蓼燒灰淋汁浸之，以桑葉蒸罯，立愈（大明）。殺蟲伏砒（時珍）。",
            "蛇傷，搗敷之。絞汁服之，止蛇毒入腹心悶。又治腳氣腫痛成瘡，水煮汁漬捋之（《唐本》）。",
            "馬蓼",
            "（《綱目》）",
            "去腸中蛭蟲，輕身（《本經》）。"
        ],
        "附方": [
            {
                "名稱": "傷寒勞復，因交後卵腫，或縮入腹痛",
                "方法": "蓼子一把。水挼汁，飲一升。（《肘後方》）"
            },
            {
                "名稱": "霍亂煩渴",
                "方法": "蓼子一兩，香薷二兩。每服二錢，水煎服。（《聖濟錄》）"
            },
            {
                "名稱": "小兒頭瘡",
                "方法": "蓼子為末，蜜和雞子白同塗之，蟲出不作痕。（《藥性論》）"
            },
            {
                "名稱": "蝸牛咬毒，毒行遍身者",
                "方法": "蓼子煎水浸之，立愈。不可近陰，令弱也。（陳藏器《本草》）"
            },
            {
                "名稱": "苗葉",
                "方法": ""
            },
            {
                "名稱": "蓼汁酒，治胃脘冷，不能飲食，耳目不聰明，四肢有氣，冬臥足冷",
                "方法": "八月三日取蓼日乾，如五升大，六十把，水六石，煮取一石，去滓，拌米飯，如造酒法，待熟，日飲之。十日後，目明氣壯也。（《千金方》）"
            },
            {
                "名稱": "肝虛轉筋吐瀉",
                "方法": "赤蓼莖葉（切）三合。水一盞，酒三合，煎至四合，分二服。（《聖惠方》）"
            },
            {
                "名稱": "霍亂轉筋",
                "方法": "蓼葉一升。水三升，煮取汁二升，入香豉一升，更煮一升半，分三服。（《藥性論》）"
            },
            {
                "名稱": "夏月暍死",
                "方法": "濃煮蓼汁一盞服。（《外臺》）"
            },
            {
                "名稱": "小兒冷痢",
                "方法": "蓼葉，搗汁服。（《千金》）"
            },
            {
                "名稱": "血氣攻心，痛不可忍",
                "方法": "蓼根洗銼，浸酒飲。（《斗門》）"
            },
            {
                "名稱": "惡犬咬傷",
                "方法": "蓼葉，搗泥敷。（《肘後》）"
            }
        ],
        "別稱": [
            "虞蓼（《爾雅》）",
            "澤蓼",
            "大蓼（《綱目》）",
            "墨記草"
        ]
    },
    {
        "名字": "葒草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "併入有名未用《別錄》天蓼。"
        ],
        "別稱": [
            "鴻䕵（音纈）",
            "蘢古（一作鼓）",
            "游龍（《詩經》）",
            "石龍（《別錄》）",
            "天蓼（《別錄》）",
            "大蓼"
        ],
        "釋名": [
            "",
            "時珍曰：此蓼甚大而花亦繁紅，故曰葒，曰鴻。鴻亦大也。《別錄》有名未用，草部中有天蓼，云一名石龍，生水中。陳藏器解云：天蓼即水葒，一名游龍，一名大蓼。據此，則二條乃一指其實，一指莖葉而言也。今併為一。"
        ],
        "集解": [
            "《別錄》曰：葒生水旁，如馬蓼而大，五月採實。",
            "弘景曰：今生下濕地甚多，極似馬蓼而甚長大。《詩》稱隰有游龍，郭璞云：即蘢古也。",
            "頌曰：葒即水葒也，似蓼而葉大，赤白色，高丈餘。《爾雅》云：葒，蘢古。其大者蘬（音詭）。陸璣云：游龍，一名馬蓼。然馬蓼自是一種也。",
            "時珍曰：其莖粗如拇指，有毛。其葉大如商陸。花色淺紅，成穗。秋深子成，扁如酸棗仁而小，其色赤黑而肉白，不甚辛，炊炒可食。",
            "實"
        ],
        "氣味": [
            "咸，微寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "消渴，去熱明目益氣（《別錄》）。",
            "散血，消積，止痛（時珍）。"
        ],
        "附方": [
            "瘰癧：水葒子不以多少，一半微炒，一半生用，同研末。食後好酒調服二錢，日三服。已破者，亦治。久則效，效則止。（寇宗奭《本草衍義》）",
            "癖痞腹脹及堅硬如杯碗者：用水葒花子一升，另研獨顆蒜三十個（去皮），新狗腦一個，皮硝四兩。石臼搗爛，攤在患處上，用油紙以長帛束之。酉時貼之，次日辰時取之。未效，再貼二、三次。倘有膿潰，勿怪。仍看虛實，日逐間服錢氏白餅子、紫霜丸、塌氣丸、消積丸，利之磨之。",
            "服至半月，甚者一月，無不瘥矣。以喘滿者，為實；不喘者，為虛。（《藺氏經驗方》）",
            "花",
            "胃脘血氣作痛：水葒花一大撮。水二鍾，煎一鍾服。百戶毛菊莊屢驗方也。（董炳避《水集驗方》）",
            "心氣㽲痛：水葒花為末。熱酒服二錢。又法：男，用酒水各半煎服；女，用醋水各半煎服。一婦年三十病此，一服立效。（《摘玄方》）",
            "腹中痞積：水葒花或子一碗。以水三碗，用桑柴文武火煎成膏，量痞大小攤貼，仍以酒調膏服。忌腥葷油膩之物。（劉松石《保壽堂方》）"
        ]
    },
    {
        "名字": "天蓼",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "氣味": [
            "辛，有毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "惡瘡，去痹氣（《別錄》）。根莖：除惡瘡腫，水氣腳氣，煮濃汁漬之（蘇頌）。"
        ],
        "附方": [
            {
                "名稱": "生肌肉",
                "方法": "水葒花根，煎湯淋洗，仍以其葉曬乾研末，撒瘡上，每日一次。（《談野翁試驗方》）"
            }
        ]
    },
    {
        "名字": "毛蓼",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "藏器曰：毛蓼生山足，似馬蓼，葉上有毛，冬根不死。",
            "時珍曰：此即蓼之生於山麓者，非澤隰之蓼也。",
            "莖葉"
        ],
        "氣味": [
            "辛，溫，有毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "癰腫疽瘻瘰癧，杵碎納瘡中，引膿血，生肌。亦作湯，洗瘡，兼濯足，治腳氣（藏器）。"
        ]
    },
    {
        "名字": "海根",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "藏器曰：生會稽海畔山谷，莖赤，葉似馬蓼，根似菝葜而小，胡人蒸而用之也。",
            "根"
        ],
        "氣味": [
            "苦，小溫，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "霍亂中惡心腹痛，鬼氣疰忤飛屍，喉痹蠱毒，癰疽惡腫，赤白遊疹，蛇咬犬毒。酒及水磨服，並敷之（藏器）。"
        ]
    },
    {
        "名字": "火炭母草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "頌曰：生南恩州原野中。莖赤而柔，似細蓼。葉端尖，近梗形方。夏有白花。秋實如菽，青黑色，葉甘可食。",
            "葉"
        ],
        "氣味": [
            "酸，平，有毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "去皮膚風熱，流注骨節，癰腫疼痛。不拘時採，於垍器中搗爛，以鹽酒炒，敷腫痛處，經宿一易之（蘇頌）。"
        ]
    },
    {
        "名字": "三白草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "釋名": [
            "弘景曰：葉上有三白點，俗因以名。又見下。"
        ],
        "集解": [
            "恭曰：三白草生池澤畔，高尺許。葉似水葒，亦似蕺，又似菝葜。葉上有三黑點，非白也。古人秘之，隱黑為白爾。根如芹根，黃白色而粗大。",
            "藏器曰：此草初生無白，入夏葉端半白如粉。農人候之蒔田，三葉白則草便秀，故謂之三白。若云三黑點，蘇未識矣。其葉如薯蕷，亦不似水葒。",
            "保升曰：今出襄州，二月、八月採根用。",
            "時珍曰：三白草生田澤畔，三月生苗，高二、三尺。莖如蓼，葉如商陸及青葙。四月其顛三葉面上，三次變作白色，余葉仍青不變。俗云：一葉白，食小麥；二葉白，食梅杏；三葉白，食黍子。五月開花成穗，如蓼花狀，而色白微香。結細實。根長白虛軟，有節須，狀如泥菖蒲根。",
            "《造化指南》云：五月採花及根，可制雄黃。蘇恭言似水葒，有三黑點者，乃馬蓼，非三白也。藏器所說雖是，但葉亦不似薯蕷。"
        ],
        "氣味": [
            "甘、辛，寒，有小毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "水腫腳氣，利大小便，消痰破癖，除積聚，消疔腫（《唐本》）。",
            "搗絞汁服，令人吐逆，除瘧及胸膈熱痰，小兒痞滿（藏器）。根：療腳氣風毒脛腫，搗酒服，亦甚有驗。又煎湯，洗癬瘡（時珍）。"
        ],
        "附方": []
    },
    {
        "名字": "蠶網草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "藏器曰：生濕地，如蓼大，莖赤花白。東土亦有之。"
        ],
        "氣味": [
            "辛，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "諸蟲如蠶類咬人，恐毒入腹，煮服之。亦搗敷諸瘡（藏器）。"
        ]
    },
    {
        "名字": "蛇網草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "藏器曰：生平地，葉似苦杖而小，節赤，高一、二尺，種之闢蛇。又一種草，莖圓似苧，亦敷蛇毒。",
            "慎微曰：按《百一方》云：東關有草狀如苧，莖方節赤，挼敷蛇毒，如摘卻然，名蛇網草。又有鼠網草，即後莽草。"
        ],
        "氣味": [
            "缺"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "蛇虺毒蟲等螫。取根葉搗敷咬處，當下黃水（藏器）。"
        ]
    },
    {
        "名字": "虎杖",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "苦杖（《拾遺》）",
            "大蟲杖（《藥性》）",
            "斑杖（《日華》）",
            "酸杖"
        ],
        "釋名": [
            "時珍曰：杖言其莖，虎言其斑也。或云一名杜牛膝者，非也。一種斑杖似蒻頭者，與此同名異物。"
        ],
        "集解": [
            "弘景曰：田野甚多，狀如大馬蓼，莖斑而葉圓。保升曰：所在有之。生下濕地，作樹高丈餘，其莖赤根黃。二月、八月採根，日乾。",
            "頌曰：今出汾州、越州、滁州，處處有之。三月生苗，莖如竹筍狀，上有赤斑點，初生便分枝丫。葉似小杏葉。七月開花，九月結實。南中出者，無花。根皮黑色，破開即黃，似柳根。亦有高丈餘者。《爾雅》云：蒣，虎杖。郭璞注云：似葒草而粗大，有細刺，可以染赤。是也。",
            "宗奭曰：此草藥也。《蜀本》言作木高丈餘者，非矣。大率皆似寒菊，然花、葉、莖、蕊差大為異。仍莖葉有淡黑斑。六、七月旋旋開花，至九月中方已，花片四出，其色如桃花，差大而外微深。陝西山麓水次甚多。",
            "斅曰：凡使勿誤用天藍及斑袖根，二味根形味皆相似也。",
            "機曰：諸注或云似葒、似杏、似寒菊，各不相侔，豈所產有不同耶？",
            "時珍曰：其莖似葒蓼，其葉圓似杏，其枝黃似柳，其花狀似菊，色似桃花。合而觀之，未嘗不同也。",
            "根"
        ],
        "修治": [
            "斅曰：採得細銼，卻用葉包一夜，曬乾用。"
        ],
        "氣味": [
            "微溫"
        ],
        "氣味補充": [
            "權曰：甘，平，無毒。",
            "宗奭曰：味微苦。今天下暑月多煎根汁為飲。不得甘草，則不堪飲。本文不言味。《藥性論》云：甘。是甘草之味，非虎杖味也。"
        ],
        "主治": [
            "通利月水，破留血症結（《別錄》）。漬酒服，主暴瘕（弘景）。風在骨節間，及血瘀，煮汁作酒服之（藏器）。",
            "治大熱煩躁，止渴利小便，壓一切熱毒（甄權）。治產後血暈，惡血不下，心腹脹滿，排膿，主瘡癤癰毒，撲損瘀血，破風毒結氣（大明）。燒灰，貼諸惡瘡。焙研煉蜜為丸，陳米飲服，治腸痔下血（蘇頌）。研末酒服，治產後瘀血血痛，及墜撲昏悶有效（時珍）。"
        ],
        "發明": [
            "權曰：暑月以根和甘草同煎為飲，色如琥珀可愛，甚甘美。",
            "瓶置井中，令冷澈如冰，時人呼為冷飲子，啜之且尊於茗，極解暑毒。其汁染米作糜糕益美。搗末浸酒常服，破女子經脈不通。有孕人勿服。",
            "時珍曰：孫真人《千金方》：治女人月經不通，腹內積聚，虛脹雷鳴，四肢沉重，亦治丈夫積聚，有虎杖煎：取高地虎杖根，銼二斛，水二石五斗，煮取一斗半，去滓，入醇酒五升，煎如餳。每服一合，以知為度。又許學士《本事方》：治男婦諸般淋疾。用苦杖根洗淨，銼一合，以水五盞，煎一盞，去滓，入乳香、麝香少許服之。",
            "鄞縣尉耿夢得，內人患沙石淋，已十三年。每漩痛楚不可忍，溺器中小便下沙石剝剝有聲。百方不效，偶得此方服之，一夕而愈。乃予目擊者。"
        ],
        "附方": [
            {
                "名稱": "小便五淋",
                "方法": "苦杖為末。每服二錢，用飯飲下。（《集驗方》）"
            },
            {
                "名稱": "月水不利",
                "方法": "虎杖三兩，凌霄花、沒藥一兩。為末。熱酒每服一錢。又方：治月經不通，腹大如甕，氣短欲死：虎杖一斤（去頭曝乾，切），土瓜根汁、牛膝汁二斗。水一斛，浸虎杖一宿，煎取二斗，入二汁，同煎如餳。每酒服一合，日再夜一，宿血當下。（《聖惠方》）"
            },
            {
                "名稱": "時疫流毒攻手足，腫痛欲斷",
                "方法": "用虎杖根銼，煮汁漬之。（《肘後方》）"
            },
            {
                "名稱": "腹中暴症硬如石，痛如刺，不治，百日內死",
                "方法": "取虎杖根，勿令影臨水上，可得石余，洗，干搗末，梌米五升炊飯，納入攪之，好酒五斗漬之，封候藥消飯浮，可飲一升半，勿食鮭魚及鹽。但取一斗乾者，薄酒浸飲，從少起，日三服，亦佳，症當下也。此方治症，勝諸大藥也。"
            },
            {
                "名稱": "（《外臺秘要》）氣奔怪病，人忽遍身皮底混混如波浪聲，癢不可忍，抓之血出不能解，謂之氣奔",
                "方法": "以苦杖、人參、青鹽、白朮、細辛各一兩。作一服，水煎，細飲盡便愈。（夏子益《奇疾方》）消渴引飲：虎杖（燒過）、海浮石、烏賊魚骨、丹砂等分。為末。渴時，以麥門冬湯服二錢，日三次。"
            },
            {
                "名稱": "忌酒色魚面鮓醬生冷",
                "方法": "（《衛生家寶方》）"
            }
        ]
    },
    {
        "名字": "蕕",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "校正": [
            "併入有名未用《別錄》馬唐。"
        ],
        "別稱": [
            "馬唐（《別錄》）",
            "馬飯（《別錄》）",
            "羊麻（《別錄》）",
            "羊粟（《別錄》）",
            "蔓於（《爾雅》）",
            "軒於"
        ],
        "釋名": [
            "",
            "藏器曰：馬食之如糖如飯，故名馬唐、馬飯。",
            "時珍曰：羊亦食之，故曰羊麻、羊粟。其氣㾞臭，故謂之蕕。蕕者，㾞也，朽木臭也。此草莖頗似蕙而臭。故《左傳》云：一薰一蕕，十年尚猶有臭，是也。孫升《談圃》以為香薷者，誤矣。即《別錄》馬唐也，今併為一。"
        ],
        "集解": [
            "《別錄》曰：馬唐生下濕地，莖有節生根，五月採。",
            "藏器曰：生南方廢稻田中，節節有根，著土如結縷草，堪飼馬。又曰：蕕生水田中，狀如結縷草而葉長，馬食之。"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            "藏器曰：大寒。"
        ],
        "主治": [
            "馬唐：調中，明耳目（《別錄》）。煎取汁，明目潤肺。又曰：蕕：消水氣濕痹，腳氣頑痹虛腫，小腹急，小便赤澀，併合赤小豆煮食，勿與鹽。絞汁服，止消渴，搗葉，敷毒腫（藏器）。"
        ]
    },
    {
        "名字": "萹蓄",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "扁竹（弘景）",
            "扁辨（《吳普》）",
            "扁蔓（《吳普》）",
            "粉節草（《綱目》）",
            "道生草"
        ],
        "釋名": [
            "",
            "時珍曰：許慎《說文》作扁築，與竹同音。節間有粉，多生道旁，故方士呼為粉節草、道生草。"
        ],
        "集解": [
            "《別錄》曰：萹蓄，生東萊山谷，五月採，陰乾。",
            "弘景曰：處處有之，布地而生，花節間白，葉細綠，人呼為扁竹。",
            "頌曰：春中布地生道旁，苗似瞿麥，葉細綠如竹，赤莖如釵股，節間花出甚細，微青黃色，根如蒿根。四、五月採苗，陰乾。《蜀圖經》云：二月、八月採苗日乾。郭璞注《爾雅》云：似小藜赤莖節，好生道旁，可食又殺蟲，是也。或云：《爾雅》王芻即此也。",
            "時珍曰：其葉似落帚葉而不尖，弱莖引蔓，促節。三月開細紅花，如蓼藍花，結細子，爐火家燒灰煉霜用。一種水扁築，名𦺇（音督），出《說文》。"
        ],
        "氣味": [
            "苦，平，無毒"
        ],
        "氣味補充": [
            "權曰：甘、澀。"
        ],
        "主治": [
            "浸淫疥瘙疽痔，殺三蟲（《本經》）。療女子陰蝕（《別錄》）。煮汁飲小兒，療蛔蟲有驗（甄權）。治霍亂黃疸，利小便，小兒鬾病（時珍）。"
        ],
        "附方": [
            {
                "名稱": "熱淋澀痛",
                "方法": "扁竹煎湯頻飲。（《生生編》）"
            },
            {
                "名稱": "熱黃疸疾",
                "方法": "扁竹搗汁，頓服一升。多年者，日再服之。（《藥性論》）"
            },
            {
                "名稱": "霍亂吐利",
                "方法": "扁竹入豉汁中，下五味，煮羹食。（《食醫心鏡》）"
            },
            {
                "名稱": "丹石沖眼，服丹石人毒發，沖眼腫痛",
                "方法": "扁竹根一握，洗，搗汁服之。（《食療本草》）"
            },
            {
                "名稱": "蛔咬心痛",
                "方法": "《食療》：治小兒蛔咬心痛，面青，口中沫出臨死者：取扁竹十斤（銼）。"
            },
            {
                "名稱": "以水一石，煎至一斗，去滓煎如餳。隔宿勿食，空心服一升，蟲即下也。仍常煮汁作飯食。《海上歌》云",
                "方法": "心頭急痛不能當，我有仙人海上方。萹蓄醋煎通口咽，管教時刻便安康。蟲食下部，蟲狀如蝸牛，食下部作癢：取扁竹一把。水二升，煮熟。五歲兒，空腹服三、五合。（《楊氏產乳》）"
            },
            {
                "名稱": "痔發腫痛",
                "方法": "扁竹搗汁，服一升。一、二服未瘥，再服。亦取汁和麵作餔飥煮食，日三次。（《藥性論》）"
            },
            {
                "名稱": "惡瘡痂癢作痛",
                "方法": "扁竹搗封，痂落即瘥。（《肘後方》）"
            }
        ]
    },
    {
        "名字": "藎草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "黃草（《吳普》）",
            "綠竹（《唐本》）",
            "綠蓐（《唐本》）",
            "䓞草（《綱目》）",
            "盭草（音戾）",
            "王芻（《爾雅》）",
            "鴟腳莎"
        ],
        "釋名": [
            "",
            "時珍曰：此草綠色，可染黃，故曰黃、曰綠也。䓞、盭，乃北人呼綠字音轉也。古者貢草入染人，故謂之王芻，而進忠者謂之藎臣也。《詩》云：終朝采綠，不盈一掬。許慎《說文》云：䓞草可以染黃。《漢書》云：諸侯盭綬。晉灼注云：盭草出琅琊，似艾可染，因以名綬。皆謂此草也。",
            "禹錫曰：《爾雅》：綠，王芻。孫炎注云：即綠蓐草也。今呼為鴟腳莎。《詩》云：綠竹猗猗，是也。"
        ],
        "集解": [
            "《別錄》曰：藎草，生青衣川穀，九月、十月採，可以染作金色。",
            "普曰：生太山山谷。",
            "恭曰：青衣縣名，在益州西。今處處平澤溪澗側皆有。葉似竹而細薄，莖亦圓小。荊襄人煮以染黃，色極鮮好。俗名綠蓐草。"
        ],
        "氣味": [
            "苦，平，無毒"
        ],
        "氣味補充": [
            "普曰：神農、雷公：苦。",
            "之才曰：畏鼠負。"
        ],
        "主治": [
            "久咳上氣喘逆，久寒驚悸，痂疥白禿瘍氣，殺皮膚小蟲（《本經》）。",
            "治身熱邪氣，小兒身熱（吳普）。洗一切惡瘡，有效（大明）。"
        ]
    },
    {
        "名字": "蒺藜",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "茨（《爾雅》）",
            "旁通（《本經》）",
            "屈人（《本經》）",
            "止行（《本經》）",
            "豺羽（《本經》）",
            "升推"
        ],
        "釋名": [
            "",
            "弘景曰：多生道上及牆上，葉布地，子有刺，狀如菱而小。長安最饒，人行多著木履。今軍家乃鑄鐵作之，以布敵路，名鐵蒺藜。《易》云：據於蒺藜，言其凶傷；《詩》云：牆有茨，不可掃也，以刺梗穢。方用甚稀。",
            "時珍曰：蒺，疾也；藜，利也；茨，刺也。其刺傷人，甚疾而利也。屈人、止行，皆因其傷人也。"
        ],
        "集解": [
            "《別錄》曰：蒺藜子生馮翊平澤或道旁。七月、八月採實，曝乾。",
            "頌曰：冬月亦採之，黃白色。郭璞注《爾雅》云：布地蔓生，細葉，子有三角，刺人，是也。又一種白蒺藜，今生同州沙苑，牧馬草地最多，而近道亦有之。綠葉細蔓，綿布沙上。七月開花黃紫色，如豌豆花而小。九月結實作莢，子便可採。其實味甘而微腥，褐綠色，與蠶種子相類而差大。又與馬薸子酷相類，但馬薸子微大，不堪入藥，須細辨之。",
            "宗奭曰：蒺藜有二等：一等杜蒺藜，即今之道旁布地而生者。開小黃花，結芒刺。一種白蒺藜，出同州沙苑牧馬處。子如羊內腎，大如黍粒，補腎藥，今人多用。風家惟用刺蒺藜也。",
            "時珍曰：蒺藜葉如初生皂莢葉，整齊可愛。刺蒺藜狀如赤根菜子及細菱，三角四刺，實有仁。其白蒺藜結莢長寸許，內子大如脂麻，狀如羊腎而帶綠色，今人謂之沙苑蒺藜。以此分別。",
            "子"
        ],
        "修治": [
            "斅曰：凡使揀淨蒸之，從午至酉，日乾，木臼舂令刺盡，用酒拌再蒸，從午至酉，日乾用。",
            "大明曰：入藥不計丸散，並炒去刺用。"
        ],
        "氣味": [
            "苦，溫，無毒"
        ],
        "氣味補充": [
            "《別錄》曰：辛，微寒。權曰：甘，有小毒。",
            "志曰：其性宣通，久服不冷而無壅熱，當以性溫為是。",
            "之才曰：烏頭為之使。"
        ],
        "主治": [
            "惡血，破癥結積聚，喉痹乳難。久服長肌肉，明目輕身（《本經》）。身體風癢，頭痛，咳逆傷肺肺痿，止煩下氣。小兒頭瘡，癰腫陰潰，可作摩粉（《別錄》）。治諸風癧瘍，療吐膿，去燥熱（甄權）。治奔豚腎氣，肺氣胸膈滿，催生墮胎，益精，療水藏冷，小便多，止遺瀝泄精溺血腫痛（大明）。痔漏陰汗，婦人髮乳帶下（蘇頌）。",
            "治風秘，及蛔蟲心腹痛（時珍）。",
            "陰乾為末，每溫酒服二、三錢，治白癜風（宗奭）。",
            "苗",
            "煮湯，洗疥癬風瘡作癢（《千金》）。"
        ],
        "附方": [
            {
                "名稱": "服食法",
                "方法": "蒺藜子一石（七、八月熟時收取）。日乾，舂去刺，杵為末。每服二錢，新汲水調下，日三服，勿令中絕，斷谷長生。服之一年以後，冬不寒，夏不熱；二年，老者復少，發白復黑，齒落更生。服之三年，身輕長生。（《神仙秘旨》）"
            },
            {
                "名稱": "腰脊引痛",
                "方法": "蒺藜子搗末，蜜和丸胡豆大。酒服二丸，日三服。（《外臺秘要》）"
            },
            {
                "名稱": "通身浮腫",
                "方法": "杜蒺藜日日煎湯洗之。"
            },
            {
                "名稱": "（《聖惠方》）卒中五屍",
                "方法": "蒺藜子搗末，蜜丸胡豆大。每服二丸，日三服。（《肘後方》）大便風秘：蒺藜子（炒）一兩，豬牙皂莢（去皮，酥炙）五錢。為末。每服一錢，鹽茶湯下。（《普濟方》）月經不通：杜蒺藜、當歸等分，為末，米飲每服三錢。（《儒門事親》）催生下衣，難產，胎在腹中，幷包衣不下及胎死者：蒺藜子、貝母各四兩。為末，米湯服三錢。"
            },
            {
                "名稱": "少頃不下",
                "方法": "再服。（《梅師方》）"
            },
            {
                "名稱": "蛔蟲心痛吐清水",
                "方法": "七月七日採蒺藜子陰乾，燒作灰，先食服方寸匕，日三服。（《外臺秘要》）萬病積聚：七、八月收蒺藜子，水煮熟，曝乾，蜜丸梧子大。每酒服七丸，以知為度。其汁煎如飴，服之。三十年失明：補肝散：用蒺藜子（七月七日收），陰乾搗散。食後水服方寸匕，日二。"
            },
            {
                "名稱": "（《外臺秘要》）牙齒動搖，疼痛及打動者",
                "方法": "土蒺藜（去角生研）五錢，淡漿水半碗。蘸水入鹽溫漱，甚效。或以根燒灰，貼牙即牢固也。（《御藥院方》）牙齒出血不止，動搖：白蒺藜末，旦旦擦之。"
            },
            {
                "名稱": "（《道藏經》）打動牙疼",
                "方法": "蒺藜子或根為末，日日揩之。（《瑞竹堂方》）"
            },
            {
                "名稱": "鼻塞出水，多年不聞香臭",
                "方法": "蒺藜二握，當道車碾過，以水一大盞，煮取半盞。仰臥，先滿口含飯，以汁一合灌鼻中。不過再灌，嚏出一兩個息肉，似赤蛹蟲，即愈。（《聖惠方》）面上瘢痕：蒺藜子、山梔子各一合。為末。醋和，夜塗旦洗。"
            },
            {
                "名稱": "（《救急方》）白癜風疾",
                "方法": "白蒺藜子六兩，生搗為末。每湯服二錢，日二錢。一月絕根。服至半月，白處見紅點，神效。（《孫真人食忌》）"
            },
            {
                "名稱": "一切疔腫",
                "方法": "蒺藜子一升，作灰，以醋和封頭上，拔根。（《外臺秘要》）"
            },
            {
                "名稱": "鼻流清涕",
                "方法": "蒺藜蔓二握，黃連二兩，水五升，煎一升，少少灌鼻中取嚏，不過再灌。（《聖濟錄》）"
            },
            {
                "名稱": "諸瘡腫毒",
                "方法": "蒺藜蔓洗，三寸截之，取得一斗。以水五升，煮取二升，去滓，納銅器中，又煮取一升，納小器中，煮如飴狀，以塗腫處。（《千金方》）"
            },
            {
                "名稱": "蠼螋尿瘡，繞身匝即死",
                "方法": "以蒺藜葉搗敷之。無葉用子。（《備急方》）"
            }
        ]
    },
    {
        "名字": "白蒺藜",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "氣味": [
            "甘，溫，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "補腎，治腰痛泄精，虛損勞乏（時珍）。"
        ],
        "發明": [
            "頌曰：古方皆用有刺者，治風明目最良。神仙方亦有單服蒺藜法，云不問黑白，但取堅實者，舂去刺用。",
            "發明中說：古方都用有刺的蒺藜來治療風病和明目，效果非常好。神仙方中也有單獨服用蒺藜的方法，說不管黑蒺藜還是白蒺藜，只要取堅實的，舂掉刺後使用。",
            "時珍曰：古方補腎治風，皆用刺蒺藜。後世補腎多用沙苑蒺藜，或以熬膏和藥，恐其功亦不甚相遠也。刺蒺藜炒黃去刺，磨面作餅，或蒸食，可以救荒。"
        ]
    },
    {
        "名字": "穀精草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "戴星草（《開寶》）",
            "文星草（《綱目》）",
            "流星草"
        ],
        "釋名": [
            "",
            "時珍曰：谷田餘氣所生，故曰穀精。",
            "志曰：白花似星，故有戴星諸名。"
        ],
        "集解": [
            "頌曰：處處有之。春生於穀田中，葉莖俱青，根花並白色。二月、三月採花用，花白小圓似星。可餧馬令肥，主蟲顙毛焦病。又有一種，莖梗長有節，根微赤，出秦隴間。",
            "時珍曰：此草收谷後，荒田中生之，江湖南北多有。一科叢生，葉似嫩谷秧。抽細莖，高四、五寸。莖頭有小白花，點點如亂星。九月採花，陰乾。云二、三月採者，誤也。",
            "花"
        ],
        "氣味": [
            "辛，溫，無毒"
        ],
        "氣味補充": [
            "藏器曰：甘，平。",
            "大明曰：可結水銀成砂子。"
        ],
        "主治": [
            "喉痹，齒風痛，諸瘡疥（《開寶》）。頭風痛，目盲翳膜，痘後生翳，止血（時珍）。"
        ],
        "發明": [
            "時珍曰：穀精體輕性浮，能上行陽明分野。凡治目中諸病，加而用之，甚良。明目退翳之功，似在菊花之上也。"
        ],
        "附方": [
            {
                "名稱": "腦痛眉痛",
                "方法": "穀精草二錢，地龍三錢，乳香一錢，為末。每用半錢，燒煙筒中，隨左右熏鼻。（《聖濟錄》）"
            },
            {
                "名稱": "偏正頭痛",
                "方法": "《集驗方》：用穀精草一兩為末，以白麵糊調攤紙花上，貼痛處，干換。"
            },
            {
                "名稱": "《聖濟方》",
                "方法": "用穀精草末、銅綠各一錢，硝石半分。隨左右搐鼻。"
            },
            {
                "名稱": "鼻衄不止",
                "方法": "穀精草為末，熟麵湯服二錢。（《聖惠方》）"
            },
            {
                "名稱": "目中翳膜",
                "方法": "穀精草、防風等分。為末。米飲服之，甚驗。（《明目方》）"
            },
            {
                "名稱": "痘後目翳，隱澀淚出，久而不退",
                "方法": "用穀精草為末，以柿或豬肝片蘸食。一方：加蛤粉等分，同入豬肝內煮熟，日食之。又方：見夜明沙。（邵真人《濟急方》）"
            },
            {
                "名稱": "小兒雀盲，至晚忽不見物",
                "方法": "用羯羊肝一具（不用水洗，竹刀剖開），入穀精草一撮，瓦罐煮熟，日食之。屢效。忌鐵器。如不肯食，炙熟，搗作丸綠豆大。每服三十丸，茶下。（《衛生家寶方》）小兒中暑，吐泄煩渴：穀精草燒存性，用器覆之，放冷為末。每冷米飲服半錢。（《保幼大全》）"
            }
        ]
    },
    {
        "名字": "海金沙",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "釋名": [
            "竹園荽。",
            "時珍曰：其色黃如細沙也。謂之海者，神異之也。俗名竹園荽，象葉形也。"
        ],
        "集解": [
            "禹錫曰：出黔中郡，湖南亦有。生作小株，高一、二尺。七月收其全科，於日中暴之，小干，以紙襯承，以杖擊之，有細沙落紙上，且暴且擊，以盡為度。",
            "時珍曰：江浙、湖湘、川陝皆有之，生山林下。莖細如線，引於竹木上，高尺許。其葉細如園荽葉而甚薄，背面皆青，上多皺紋。皺處有沙子，狀如蒲黃粉，黃赤色。不開花，細根堅強。其沙及草皆可入藥。方士採其草取汁，煮砂、縮賀。"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "通利小腸。得梔子、馬牙硝、蓬沙，療傷寒熱狂。或丸或散（《嘉祐》）。治濕熱腫滿，小便熱淋、膏淋、血淋、石淋莖痛，解熱毒氣（時珍）。"
        ],
        "發明": [
            "時珍曰：海金沙，小腸、膀胱血分藥也。熱在二經血分者宜之。"
        ],
        "附方": [
            "熱淋急痛：海金沙草陰乾為末，煎生甘草湯，調服二錢，此陳總領方也。一加滑石。（《夷堅志》）小便不通，臍下滿悶：海金沙一兩，蠟麵茶半兩，搗碎。每服三錢，生薑甘草煎湯下，日二服。亦可末服。（《圖經本草》）",
            "膏淋如油：海金沙、滑石各一兩，甘草梢二錢半。為末。每服二錢，麥門冬煎湯服，日二次。（《仁存方》）血淋痛澀，但利水道，則清濁自分：海金沙末，新汲水或砂糖水服一錢。（《普濟方》）脾濕腫滿，腹脹如鼓，喘不得臥：海金沙散：用海金沙三錢，白朮四兩，甘草半兩，黑牽牛頭末一兩半。為末。",
            "每服一錢，煎倒流水調下，得利為妙。（東垣《蘭室秘藏》）",
            "痘瘡變黑歸腎：用竹園荽草煎酒，敷其身，即發起。（《直指方》）"
        ]
    },
    {
        "名字": "地楊梅",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "藏器曰：生江東濕地，苗如莎草，四、五月有子，似楊梅也。"
        ],
        "氣味": [
            "辛，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "赤白痢，取莖、子煎湯服（藏器）。"
        ]
    },
    {
        "名字": "水楊梅",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "釋名": [
            "地椒"
        ],
        "集解": [
            "時珍曰：生水邊，條葉甚多，生子如楊梅狀。《庚辛玉冊》云：地椒，一名水楊梅，多生近道陰濕處，荒田野中亦有之。叢生，苗葉似菊，莖端開黃花，實類椒而不赤。實可結伏三黃、白礬，制丹砂、粉霜。"
        ],
        "氣味": [
            "辛，溫，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "疔瘡腫毒（時珍）。"
        ],
        "附方": []
    },
    {
        "名字": "地蜈蚣草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "時珍曰：生村落塍野間。左蔓延右，右蔓延左。其葉密而對生，如蜈蚣形，其穗亦長，俗呼過路蜈蚣。其延上樹者，呼飛天蜈蚣。根、苗皆可用。"
        ],
        "氣味": [
            "苦，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "解諸毒，及大便不通，搗汁。療癰腫，搗塗，並末服，能消毒排膿。蜈蚣傷者，入鹽少許搗塗，或末敷之（時珍）。"
        ],
        "附方": [
            "一切癰疽，及腸癰奶癰，赤腫未破，或已破而膿血不散，發熱疼痛能食者，並宜排膿托裡散：用地蜈蚣、赤芍藥、當歸、甘草等分。為末。每服二錢，溫酒下。（《和劑局方》）"
        ]
    },
    {
        "名字": "半邊蓮",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "時珍曰：半邊蓮，小草也。生陰濕塍塹邊。就地細梗引蔓，節節而生細葉。秋開小花，淡紅紫色，止有半邊，如蓮花狀，故名。又呼急解索。"
        ],
        "氣味": [
            "辛，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "蛇虺傷，搗汁飲，以滓圍塗之。又治寒齁氣喘，及瘧疾寒熱，同雄黃各二錢，搗泥，碗內覆之，待色青，以飯丸梧子大。每服九丸，空心鹽湯下（時珍。《壽域方》）。"
        ]
    },
    {
        "名字": "紫花地丁",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "別稱": [
            "箭頭草（《綱目》）",
            "獨行虎（《綱目》）",
            "羊角子（《秘韞》）",
            "米布袋"
        ],
        "釋名": [
            ""
        ],
        "集解": [
            "時珍曰：處處有之。其葉似柳而微細，夏開紫花結角。",
            "平地生者起莖；溝壑邊生者起蔓。《普濟方》云：鄉村籬落生者，夏秋開小白花，如鈴兒倒垂，葉微似木香花之葉。此與紫花者相戾，恐別一種也。"
        ],
        "氣味": [
            "苦、辛，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "一切癰疽發背，疔腫瘰癧，無名腫毒惡瘡（時珍）。"
        ],
        "附方": [
            {
                "名稱": "黃疸內熱",
                "方法": "地丁末。酒服三錢。（《乾坤秘韞》）稻芒黏咽，不得出者：箭頭草嚼嚥下。（同上方）"
            },
            {
                "名稱": "癰疽惡瘡",
                "方法": "紫花地丁（連根）、同蒼耳葉等分。搗爛，酒一鍾，攪汁服。（楊誠《經驗方》）"
            },
            {
                "名稱": "癰疽發背，無名諸腫，貼之如神",
                "方法": "紫花地丁草，三伏時收。以白麵和成，鹽醋浸一夜貼之。昔有一尼發背，夢得此方，數日而痊。（孫天仁《集效方》）"
            },
            {
                "名稱": "一切惡瘡",
                "方法": "紫花地丁根，日乾，以罐盛，燒煙對瘡熏之。出黃水，取盡愈。（《衛生易簡方》）"
            },
            {
                "名稱": "瘰癧疔瘡，發背諸腫",
                "方法": "紫花地丁根去粗皮，同白蒺藜為末，油和塗神效。（《乾坤秘韞》）"
            },
            {
                "名稱": "疔瘡腫毒",
                "方法": "《千金方》：用紫花地丁草搗汁服，雖極者亦效。楊氏方：用紫花地丁草、蔥頭、生蜜共搗貼之。若瘤瘡，加新黑牛屎。"
            },
            {
                "名稱": "喉痹腫痛",
                "方法": "箭頭草葉，入醬少許，研膏，點入取吐。（《普濟方》）"
            }
        ]
    },
    {
        "名字": "鬼針草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "藏器曰：生池畔，方莖，葉有丫，子作釵腳，著人衣如針。北人謂之鬼針，南人謂之鬼釵。"
        ],
        "氣味": [
            "苦，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "蜘蛛、蛇咬，杵汁服，並敷（藏器）。塗蠍蠆傷（時珍）。"
        ],
        "附方": [
            "割甲傷肉不愈：鬼針草苗、鼠黏子根搗汁，和臘豬脂塗。（《千金》）"
        ]
    },
    {
        "名字": "獨用將軍",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "恭曰：生林野中，節節穿葉心生苗，其葉似楠，不時採根、葉用。"
        ],
        "氣味": [
            "辛，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "毒腫乳癰，解毒，破惡血（恭）。"
        ],
        "附方": [
            "下痢噤口：獨將軍草根，有珠如豆者，取珠搗汁三匙，以白酒半杯和服。（《簡便方》）"
        ],
        "附錄": [
            "留軍待，恭曰：生劍州山谷，葉似楠而細長，採無時。味辛，溫，無毒。主肢節風痛，筋脈不遂，折傷瘀血，五緩攣痛。"
        ]
    },
    {
        "名字": "見腫消",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "頌曰：生筠州。春生苗葉，莖紫色，高一、二尺，葉似桑而光，面青紫赤色，採無時。"
        ],
        "氣味": [
            "酸、澀，有微毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "消癰腫及狗咬，搗葉貼之（蘇頌）。"
        ],
        "附方": [
            "一切腫毒及傷寒遺毒，發於耳之前後，及項下腫硬：用見腫消草、生白芨、生白蘞、土大黃、生大薊根、野苧麻根搗成餅，入芒硝一錢，和貼留頭，干即易之。若加金線重樓及山慈菇尤妙。（《傷寒蘊要》）"
        ]
    },
    {
        "名字": "攀倒甑",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "頌曰：生宜州郊野。莖葉如薄荷。一名斑杖，一名接骨。",
            "時珍曰：斑杖，名同虎杖；接骨，名同蒴藋，不知是一類否？"
        ],
        "氣味": [
            "苦，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "解利風熱，煩渴狂躁，搗汁服，甚效（蘇頌）。"
        ]
    },
    {
        "名字": "水甘草",
        "來源": {
            "本草綱目": {
                "部": "草",
                "卷": "十六",
                "類": "隰草"
            }
        },
        "集解": [
            "頌曰：生筠州，多在水旁。春生苗，莖青，葉如柳，無花。土人七月、八月採。單用，不入眾藥。"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "小兒風熱丹毒，同甘草煎飲（蘇頌）。"
        ],
        "附方": []
    }
]