[
    {
        "名字": "苦瓜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《救荒》",
        "別稱": [
            "錦荔枝（《救荒》）",
            "癩葡萄"
        ],
        "釋名": [
            "",
            "時珍曰：苦以味名。瓜及荔枝、葡萄，皆以實及莖、葉相似得名。"
        ],
        "集解": [
            "周定王曰：錦荔枝即癩葡萄，蔓延草木。莖長七、八尺，莖有毛澀。葉似野葡萄，而花又開黃花。實大如雞子，有皺紋，似荔枝。",
            "時珍曰：苦瓜原出南番，今閩、廣皆種之。五月下子，生苗引蔓，莖葉卷鬚，並如葡萄而小。七、八月開小黃花，五瓣如碗形。結瓜長者四、五寸，短者二、三寸，青色，皮上痱㿔如癩及荔枝殼狀，熟則黃色自裂，內有紅瓤裹子。瓤味甘可食。其子形扁如瓜子，亦有痱㿔。南人以青皮煮肉及鹽醬充蔬，苦澀有青氣。",
            "按：費信《星槎勝覽》云：蘇門答剌國一等瓜，皮若荔枝，未剖時甚臭如爛蒜，剖開如囊，味如酥，香甜可口。疑此即苦瓜也。",
            "瓜"
        ],
        "氣味": [
            "苦，寒，無毒",
            "苦、甘，無毒"
        ],
        "氣味補充": [
            "",
            ""
        ],
        "主治": [
            "除邪熱，解勞乏，清心明目（時珍《生生編》）。",
            "子",
            "益氣壯陽（時珍）。"
        ]
    },
    {
        "名字": "菜之四",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "水菜類六種"
    },
    {
        "名字": "紫菜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《食療》",
        "釋名": [
            "紫䓴（音軟）。"
        ],
        "集解": [
            "詵曰：紫菜生南海中，附石。正青色，取而干之則紫色。",
            "時珍曰：閩、越海邊悉有之。大葉而薄。彼人挼成餅狀，曬乾貨之，其色正紫，亦石衣之屬也。"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            "",
            "藏器曰：多食令人腹痛發氣，吐白沫。飲熱醋少許，即消。"
        ],
        "主治": [
            "熱氣煩塞咽喉，煮汁飲之（孟詵）。病癭瘤腳氣者，宜食之（時珍）。"
        ],
        "發明": [
            "震亨曰：凡癭結積塊之疾，宜常食紫菜，乃咸能軟堅之義。"
        ]
    },
    {
        "名字": "石蓴",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "校正": [
            "自草部移入此。"
        ],
        "集解": [
            "藏器曰：石蓴生南海，附石而生。似紫菜，色青。"
        ],
        "氣味": [
            "甘，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "下水，利小便（藏器）。主風秘不通，五膈氣，並臍下結氣，煮汁飲之。胡人用治疳疾（李珣）。"
        ]
    },
    {
        "名字": "石花菜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《食鑑》",
        "釋名": [
            "瓊枝。",
            "時珍曰：並以形名也。"
        ],
        "集解": [
            "時珍曰：石花菜生南海沙石間。高二、三寸，狀如珊瑚，有紅、白二色，枝上有細齒。以沸湯泡去砂屑，沃以薑、醋，食之甚脆。其根埋沙中，可再生枝也。一種稍粗而似雞爪者，謂之雞腳菜，味更佳。二物久浸皆化成膠凍也。郭璞《海賦》所謂水物則玉珧海月，土肉石華，即此物也。"
        ],
        "氣味": [
            "甘、咸，大寒，滑，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "去上焦浮熱，發下部虛寒（寧原）。"
        ]
    },
    {
        "名字": "鹿角菜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《食性》",
        "釋名": [
            "猴葵。",
            "時珍曰：按：沈懷遠《南越志》云：猴葵一名鹿角。蓋鹿角以形名，猴葵因其性滑也。"
        ],
        "集解": [
            "士良曰：鹿角菜生海州、登、萊、沂、密諸處海中。",
            "時珍曰：鹿角菜，生東南海中石崖間。長三、四寸，大如鐵線，分丫如鹿角狀，紫黃色。土人採曝，貨為海錯。以水洗醋拌，則脹起如新，味極滑美。若久浸則化如膠狀，女人用以梳髮，黏而不亂。"
        ],
        "氣味": [
            "甘，大寒，滑，無毒"
        ],
        "氣味補充": [
            "",
            "詵曰：微毒。丈夫不可久食，發痼疾，損腰腎、經絡、血氣，令人腳冷痹，少顏色。"
        ],
        "主治": [
            "下熱風氣，療小兒骨蒸熱勞。服丹石人食之，能下石力（士良）。解面熱（大明）。"
        ],
        "附方": []
    },
    {
        "名字": "龍鬚菜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "集解": [
            "時珍曰：龍鬚菜生東南海邊石上。叢生無枝，葉狀如柳，根鬚長者尺余，白色。以醋浸食之，和肉蒸食亦佳。《博物志》一種石發似指此物，與石衣之石發同名也。"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "癭結熱氣，利小便（時珍）。"
        ]
    },
    {
        "名字": "睡菜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "別稱": [
            "瞑菜（瞑音眠）綽菜",
            "醉草",
            "懶婦箴（《記事珠》"
        ],
        "釋名": [
            "未詳）。"
        ],
        "集解": [
            "時珍曰：按：稽含《南方草木狀》云：綽菜夏生池沼間。",
            "葉類慈菇，根如藕條。南海人食之，令人思睡，呼為瞑菜。段公路《北戶錄》云：睡菜五、六月生田塘中。土人採根為鹽菹，食之好睡。郭憲《洞冥記》有卻睡草，食之令人不睡，與此相反也。珍按：苦菜、龍葵皆能使人不睡。卻睡之草，其此類乎？"
        ],
        "氣味": [
            "甘、微苦，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "心膈邪熱不得眠（時珍）。"
        ]
    },
    {
        "名字": "菜之五",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "芝栭類一十五種"
    },
    {
        "名字": "芝",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《本經》上品",
        "校正": [
            "併入《本經》青、赤、黃、白、黑、紫六芝。"
        ],
        "釋名": [
            "苬（音囚）。",
            "時珍曰：芝本作之，篆文象草生地上之形。後人借之字為語辭，遂加草以別之也。《爾雅》云：苬，芝也。注云：一歲三華瑞草。或曰生於剛處曰菌，生於柔處曰芝。昔四皓採芝，群仙服食，則芝亦菌屬可食者，故移入菜部。"
        ],
        "集解": [
            "《別錄》曰：青芝生泰山，赤芝生霍山，黃芝生嵩山，白芝生華山，黑芝生常山，紫芝生高夏山谷。六芝皆六月、八月採。",
            "弘景曰：南嶽本是衡山，漢武帝始以小霍山代之，此赤芝當生衡山也。郡縣無高夏名，恐是山名也。此六芝皆仙草之類，俗所稀見，族類甚多，形色瓌異，並載《芝草圖》中。今俗所用紫芝，乃是朽木株上所生，狀如木𣚊，名為紫芝，止療痔，不宜合諸補丸藥也。凡得芝草，便正爾食之，無餘節度，故皆不云服法也。",
            "恭曰：《五芝經》云：皆以五色生於五嶽。諸方所獻，白芝未必華山，黑芝又非常岳。且多黃、白，稀有黑、青者。然紫芝最多，非五芝類。但芝自難得，縱獲一、二，豈得終久服耶？",
            "禹錫曰：王充《論衡》云：芝生於土。土氣和，故芝草生。《瑞命記》云：王者仁慈，則芝草生。是也。",
            "時珍曰：芝類甚多，亦有花實者。《本草》惟以六芝標名，然其種屬不可不識。",
            "《神農經》云：山川雲雨、四時五行、陰陽晝夜之精，以生五色神芝，為聖王休祥。《瑞應圖》云：芝草常以六月生，春青夏紫，秋白冬黑。葛洪《抱朴子》云：芝有石芝、木芝、草芝、肉芝、菌芝，凡數百種也。石芝石象，生於海隅石山島嶼之涯。肉芝狀如肉，附於大石，頭尾具有，乃生物也。",
            "赤者如珊瑚，白者如截肪，黑者如澤漆，青者如翠羽，黃者如紫金，皆光明洞徹如堅冰也。大者十餘斤，小者三、四斤。凡求芝草，入名山，必以三月、九月，乃山開出神藥之月。必以天輔時，出三奇吉門，到山須六陰之日，明堂之時。帶靈寶符，牽白犬，抱白雞，包白鹽一斗，及開山符檄，著大石上。",
            "執吳唐草一把入山，山神喜，必得見芝。須禹步往採。以王相專和、支幹相生之日，刻以骨刀，陰乾為末服，乃有功效。若人不至精久齋，行穢德薄，又不曉入山之術，雖得其圖，鬼神不以與，人終不可得見也。曰菌芝，生深山之中，大木之下，泉水之側。其狀或如宮室，如龍虎，如車馬，如飛鳥，五色無常。",
            "凡百二十種，自有圖也。曰木威喜芝，乃松脂淪地，千年化為茯苓，萬歲其上生小木，狀似蓮花，夜視有光，持之甚滑，燒之不焦，帶之闢兵，服之神仙。曰飛節芝，三千歲老松上，皮中有脂，狀如龍形，服之長生。曰木渠芝，寄生大木上，狀如蓮花，九莖一叢，味甘而辛。",
            "曰黃柏芝，生於千歲黃柏根下，有細根如縷，服之地仙。曰建木芝，生於都廣，其皮如纓蛇，其實如鸞鳥。曰參成芝，赤色有光，扣其枝葉，如金石之音。曰樊桃芝，其木如升龍，其花葉如丹蘿，其實如翠鳥，並可服食。曰千歲芝，生枯木下，根如坐人，刻之有血，血塗二足，可行水隱形，又可治病。",
            "以上皆木芝也。曰獨搖芝，無風自動，其莖大如手指，葉似莧，根有大魁如斗，周繞有細子十二枚繞之，相去丈許，生高山深谷，服之神仙。曰牛角芝，生虎壽山及吳陵上，狀似蔥而特出如牛角，長三、四尺，青色。曰龍仙芝，似升龍相負之形。曰紫珠芝，莖黃葉赤，實如李而紫色。",
            "曰白符芝，似梅，大雪而花，季冬而實。曰朱草芝九曲三葉，葉有實也，其莖如針。曰五德芝，狀似樓殿，五色各具，方莖紫氣。以上皆草芝也，有百二十種，人得服之神仙。曰玉脂芝，生於有玉之山，狀似鳥獸，色無常彩，多似山水蒼玉，亦如鮮明水晶。曰七明九光芝，生於臨水石崖之間，狀如盤碗，有莖蒂連綴之，此芝有七孔者名七明，九孔者名九光，，夜見其光，食至七枚，七孔洞徹，一名螢火芝。曰石蜜芝，生少室石戶中石上，終難得。",
            "曰石桂芝，生石穴中，似桂樹，乃石也，光明味辛。曰石腦芝、石中黃，皆石芝類也。千歲燕、千歲蝙蝠、千歲龜、萬歲蟾蜍、山中見小人，皆肉芝類也，凡百二十種。又按：《採芝圖》云：鳳凰芝，生名山金玉間，服食一年，與鳳凰俱也。曰燕胎芝，形如葵，紫色，有燕象。",
            "曰黑雲芝，生山谷之陰，黑蓋赤理黑莖，味鹹苦。又有五色龍芝、五方芝、天芝、地芝、人芝、山芝、土芝、石芝、金芝、水芝、火芝、雷芝、甘露芝、青雲芝、雲氣芝、白虎芝、車馬芝、太一芝等，名狀不一。張華《博物志》云：名山生神芝不死之草。上芝為車馬，中芝人形，下芝六畜形。",
            "又按：段成式《酉陽雜俎》云：屋柱無故生芝者，白主喪，赤主血，黑主賊，黃主喜；形如人面者亡財，如牛馬者遠役，如龜蛇者蠶耗。時珍嘗疑：芝乃腐朽餘氣所生，正如人生瘤贅，而古今皆以為瑞草，又云服食可仙，誠為迂謬。近讀成式之言，始知先得我所欲言，其揆一也。",
            "又方士以木積濕處，用藥敷之，即生五色芝。嘉靖中王金嘗生以獻世宗。此昔人所未言者，不可不知。"
        ],
        "附方": []
    }
]