[
    {
        "名字": "菜之三",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "蓏菜類一十一種"
    },
    {
        "名字": "茄",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "音伽。宋《開寶》",
        "別稱": [
            "落蘇（《拾遺》）",
            "崑崙瓜（《御覽》）",
            "草鱉甲"
        ],
        "釋名": [
            "",
            "頌曰：按：段成式云：茄（音加）乃蓮莖之名。今呼茄菜，其音若伽，未知所自也。",
            "時珍曰：陳藏器《本草》云：茄，一名落蘇。名義未詳。按：《五代貽子錄》作酪酥，蓋以其味如酥酪也，於義似通。杜寶《拾遺錄》云：隋煬帝改茄曰崑崙紫瓜。又王隱君《養生主論》治瘧方用干茄，諱名草鱉甲。蓋以鱉甲能治寒熱，茄亦能治寒熱故爾。"
        ],
        "集解": [
            "頌曰：茄子處處有之。其類有數種：紫茄、黃茄，南北通有；白茄、青水茄，惟北土有之。入藥多用黃茄，其餘惟可作菜茹爾。江南一種藤茄，作蔓生，皮薄似壺盧，亦不聞中藥。",
            "宗奭曰：新羅國出一種茄，形如雞子，淡光微紫色，蒂長味甘。今中國已遍有之。",
            "時珍曰：茄種宜於九月黃熟時收取，洗淨曝乾，至二月下種移栽。株高二、三尺，葉大如掌。",
            "自夏至秋，開紫花，五瓣相連，五稜如縷，黃蕊綠蒂，蒂包其茄。茄中有瓤，瓤中有子，子如脂麻。其茄有團如栝蔞者，長四、五寸者。有青茄、紫茄、白茄。白茄亦名銀茄，更勝青者。諸茄至老皆黃，蘇頌以黃茄為一種，似未深究也。王禎《農書》云：一種渤海茄，白色而堅實。",
            "一種番茄，白而扁，甘脆不澀，生熟可食。一種紫茄，色紫，蒂長味甘。一種水茄，形長味甘，可以止渴。《洪容齋隨筆》云：浙西常茄皆皮紫，其白者為水茄；江西常茄皆皮白，其紫者為水茄。亦一異也。劉恂《嶺表錄》異云：交嶺茄樹，經冬不凋，有二、三年漸成大樹者，其實如瓜也。",
            "茄葉摘布路上，以灰圍之，則子必繁，謂之嫁茄。",
            "茄子"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            "",
            "志曰：凡久冷人不可多食，損人動氣，發瘡及痼疾。",
            "李鵬飛曰：秋後食，多損目。",
            "時珍曰：按：《生生編》云：茄性寒利，多食必腹痛下利，女人能傷子宮也。"
        ],
        "主治": [
            "寒熱，五臟勞（孟詵）。治溫疾傳屍勞氣。醋摩，敷腫毒（大明）。老裂者燒灰，治乳裂（震亨）。散血止痛，消腫寬腸（時珍）。",
            "燒灰，米飲服二錢，治腸風下血不止及血痔（吳瑞）。燒灰，治口齒瘡䘌。生切，擦癜風（時珍）。",
            "金瘡牙痛（時珍）。",
            "凍瘡皴裂，煮湯漬之，良（《開寶》）。",
            "散血消腫，治血淋下血，血痢陰挺，齒䘌口蕈（時珍）。"
        ],
        "發明": [
            "宗奭曰：蔬圃中惟此無益。《開寶本草》並無主治，只說損人。後人雖有處治之法，終與正文相失。圃人又下於暖處，厚加糞壤，遂於小滿前後求貴价以售。既不以時，損人益多。不時不食，烏可忽也。",
            "震亨曰：茄屬土，故甘而喜降，大腸易動者忌之。老實治乳頭裂，茄根煮湯漬凍瘡，折蒂燒灰治口瘡，俱獲奇效，皆甘以緩火之意也。",
            "時珍曰：段成式《酉陽雜俎》言茄厚腸胃，動氣發疾。蓋不知茄之性滑，不厚腸胃也。",
            "時珍曰：治癜風，用茄蒂蘸硫、附末摻之，取其散血也。白癜用白茄蒂，紫癜用紫茄蒂，亦各從其類耳。"
        ],
        "附方": [
            {
                "名稱": "婦人血黃",
                "方法": "黃茄子竹刀切，陰乾為末。每服二錢，溫酒調下。（《摘玄方》）。"
            },
            {
                "名稱": "腸風下血",
                "方法": "經霜茄連蒂，燒存性，為末。每日空心溫酒服二錢匕。（《靈苑方》）。"
            },
            {
                "名稱": "久患下血",
                "方法": "大茄種三枚，每用一枚，濕紙包煨熟，安瓶內，以無灰酒一升半沃之，蠟紙封閉三日，去茄暖飲。（《普濟方》）。"
            },
            {
                "名稱": "腹內鱉症",
                "方法": "陳醬茄兒燒存性，入麝香、輕粉少許，脂調貼之。（《壽域方》）。"
            },
            {
                "名稱": "卵㿉偏墜",
                "方法": "用雙蒂茄子懸於房門上，出入用眼視之。茄蔫所患亦蔫，茄干亦干矣。又法：用雙茄懸門上，每日抱兒視之，二、三次釘針於上，十餘日消矣。（劉松石《保壽堂方》）。"
            },
            {
                "名稱": "大風熱痰",
                "方法": "用黃老茄子大者不計多少，以新瓶盛，埋土中，經一年盡化為水，取出入苦參末，同丸梧子大。食已及臥時酒下三十丸，甚效。此方出江南人傳。（蘇頌《圖經本草》）。"
            },
            {
                "名稱": "腰腳拘攣，腰腳風血積冷，筋急拘攣疼痛者",
                "方法": "取茄子五十斤切洗，以水五斗煮取濃汁，濾去滓，更入小鐺中，煎至一斗以來，即入生粟粉同煎，令稀稠得所，取出搜和，更入麝香、硃砂末，同丸如梧子大。每旦用秫米酒送下三十丸，近暮再服，一月乃瘥。男子、女人通用皆驗。（《圖經本草》）。"
            },
            {
                "名稱": "磕撲青腫",
                "方法": "老黃茄極大者，切片如一指厚，新瓦焙研為末。欲臥時溫酒調服二錢匕，一夜消盡，無痕跡也。（《勝金》）。"
            },
            {
                "名稱": "墜損跌撲，散血止痛",
                "方法": "重陽日收老茄子百枚（去蒂四破切之），硝石十二兩（搗碎）。以不津器先鋪茄子一重，乃下硝石一重，如此間鋪令盡，以紙數層密封，安置淨處，上下以新磚承覆，勿犯地氣。至正月後取出，去紙兩重，日中曝之。逐日如此，至二、三月，度茄已爛，開瓶傾出，濾去滓，別入新器中，以薄綿蓋頭，又曝，至成膏乃可用。每以酒調半匙，空腹飲之，日再，惡血散則痛止而愈矣。"
            },
            {
                "名稱": "若膏久乾硬",
                "方法": "即以飯飲化動用之。（《圖經本草》）。"
            },
            {
                "名稱": "發背惡瘡",
                "方法": "用上方以酒服半匙，更以膏塗瘡口四圍，覺冷如冰雪，瘡干便瘥。其有根本在膚腠者，亦可內消。（同上）。"
            },
            {
                "名稱": "熱毒瘡腫",
                "方法": "生茄子一枚，割去二分，去瓤二分，似罐子形，合於瘡上即消也。如已出膿，再用取瘥。（《聖濟總錄》）。"
            },
            {
                "名稱": "牙齒腫痛",
                "方法": "隔年糟茄，燒灰頻頻乾擦，立效。（《海上名方》）。"
            },
            {
                "名稱": "蟲牙疼痛",
                "方法": "黃茄種燒灰擦之，效。（《摘玄方》）。"
            },
            {
                "名稱": "喉痹腫痛",
                "方法": "糟茄或醬茄，細嚼咽汁。（《德生堂方》）。"
            },
            {
                "名稱": "婦人乳裂",
                "方法": "秋月冷茄子裂開者，陰乾燒存性研末，水調塗。（《補遺》方）"
            },
            {
                "名稱": "風蛀牙痛",
                "方法": "茄蒂燒灰摻之。或加細辛末等分，日用之。（《仁存方》）"
            },
            {
                "名稱": "牙痛",
                "方法": "秋茄花干之，旋燒研塗痛處，立止。（《海上名方》）。"
            },
            {
                "名稱": "血淋疼痛",
                "方法": "茄葉熏干為末，每服二錢，溫酒或鹽湯下。隔年者尤佳。（《經驗良方》）。"
            },
            {
                "名稱": "腸風下血",
                "方法": "方同上，米飲下。"
            },
            {
                "名稱": "久痢不止",
                "方法": "茄根燒灰、石榴皮等分。為末。以沙糖水服之。（《簡便單方》）"
            },
            {
                "名稱": "女陰挺出",
                "方法": "茄根燒存性，為末。油調在紙上，捲筒安入內，一日一上。（《乾坤生意》）"
            },
            {
                "名稱": "口中生蕈",
                "方法": "用醋漱口，以茄母燒灰、飛鹽等分，米醋調稀，時時擦之。（《摘玄方》）"
            },
            {
                "名稱": "牙齒䘌痛",
                "方法": "茄根搗汁，頻塗之。陳茄樹燒灰敷之。先以露蜂房煎湯漱過。（《海上名方》）"
            },
            {
                "名稱": "牙痛取牙",
                "方法": "茄科以馬尿浸三日，曬炒為末。每用點牙即落，真妙。（鮑氏方）"
            },
            {
                "名稱": "夏月趾腫，不能行走者",
                "方法": "九月收茄根懸檐下，逐日煎湯洗之。（《簡便》）。"
            }
        ]
    },
    {
        "名字": "苦茄",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "集解": [
            "藏器曰：苦茄野生嶺南。樹小有刺。",
            "子"
        ],
        "主治": [
            "醋摩，塗癰腫。根，亦可作湯浴。又主瘴氣（藏器）。"
        ]
    },
    {
        "名字": "壺盧",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《日華》",
        "別稱": [
            "瓠瓜（《說文》）",
            "匏瓜（《論語》）"
        ],
        "釋名": [
            "",
            "時珍曰：壺，酒器也。盧，飲器也。此物各象其形，又可為酒飯之器，因以名之。俗作葫蘆者，非矣。葫乃蒜名，蘆乃葦屬也。其圓者曰匏，亦曰瓢，因其可以浮水如泡、如漂也。凡蓏屬皆得稱瓜，故曰瓠瓜、匏瓜。古人壺、瓠、匏三名皆可通稱，初無分別。故孫愐《唐韻》云：瓠音壺，又音護。",
            "瓠𤬜，瓢也。陶隱居《本草》作瓠𤬏，云是瓠類也。許慎《說文》云：瓠，匏也。又云：瓢，瓠也。匏，大腹瓠也。陸璣《詩疏》云：壺，瓠也。又云：匏，瓠也。《莊子》云：有五石之瓠。諸書所言，其字皆當與壺同音。而後世以長如越瓜首尾如一者為瓠（音護），瓠之一頭有腹長柄者為懸瓠，無柄而圓大形扁者為匏，匏之有短柄大腹者為壺，壺之細腰者為蒲蘆，各分名色，迥異於古。以今參詳，其形狀雖各不同，而苗、葉、皮、子性味則一，故茲不復分條焉。",
            "懸瓠，今人所謂茶酒瓢者是也。蒲蘆，今之藥壺盧是也。郭義恭《廣志》謂之約腹壺，以其腹有約束也。亦有大、小二種也。"
        ],
        "集解": [
            "弘景曰：瓠與冬瓜氣類同輩。又有瓠𤬏，亦是瓠類。小者名瓢，食之乃勝瓠。此等皆利水道，所以在夏月食之，大約不及冬瓜也。",
            "恭曰：瓠與瓠𤬏、冬瓜全非類例。三物苗、葉相似，而實形則異。瓠形似越瓜，長尺余，頭尾相似，夏中便熟，秋末便枯。瓠𤬏形狀大小非一，夏末始實，秋中方熟，取其為器，經霜乃堪。瓠與甜瓠𤬏體性相類，啖之俱勝冬瓜，陶言不及，乃是未悉。此等原種各別也。",
            "時珍曰：長瓠、懸瓠、壺盧、匏瓜、蒲盧，名狀不一，其實一類各色也。處處有之，但有遲早之殊。陶氏言瓠與冬瓜氣類同輩，蘇氏言瓠與瓠𤬏全非類例，皆未可憑。數種並以正二月下種，生苗引蔓延緣。其葉似冬瓜葉而稍團，有柔毛，嫩時可食。故《詩》云：幡幡瓠葉，採之烹之。",
            "五、六月開白花，結實白色，大小長短，各有種色。瓤中之子，齒列而長，謂之瓠犀。竊謂壺匏之屬，既可烹曬，又可為器。大者可為甕盎，小者可為瓢樽，為舟可以浮水，為笙可以奏樂，膚瓤可以養豕，犀瓣可以澆燭，其利溥矣。",
            "壺瓠"
        ],
        "氣味": [
            "甘，平，滑，無毒",
            "甘，平，無毒"
        ],
        "氣味補充": [
            "",
            "恭曰：甘冷。多食令人吐利。",
            "扁鵲曰：患腳氣虛脹冷氣者食之，永不除也。",
            ""
        ],
        "主治": [
            "消渴惡瘡，鼻口中肉爛痛（思邈）。利水道（弘景）。消熱，服丹石人宜之（孟詵）。除煩，治心熱，利小腸，潤心肺，治石淋（大明）。",
            "為茹耐飢（思邈）。",
            "蔓、須、花",
            "解毒（時珍）。",
            "齒齦或腫或露，齒搖疼痛，用八兩同牛膝四兩，每服五錢，煎水含漱，日三、四次（《御藥院方》）。"
        ],
        "發明": [
            "時珍曰：按：《名醫錄》云：浙人食匏瓜，多吐瀉，謂之發暴。蓋此物以暑月壅成故也。惟與香葇同食則可免。"
        ],
        "附方": [
            {
                "名稱": "腹脹黃腫",
                "方法": "用亞腰壺盧連子燒存性，每服一個，食前溫酒下。不飲酒者，白湯下。十餘日見效。（《簡便方》）"
            },
            {
                "名稱": "預解胎毒",
                "方法": "七、八月，或三伏日，或中秋日，剪壺盧須如環子腳者，陰乾，於除夜煎湯浴小兒，則可免出痘。（唐瑤《經驗方》）"
            }
        ]
    },
    {
        "名字": "苦瓠",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《本經》下品",
        "別稱": [
            "苦匏（《國語》）",
            "苦壺盧"
        ],
        "釋名": [
            ""
        ],
        "集解": [
            "《別錄》曰：苦瓠生晉地。",
            "弘景曰：今瓠忽有苦者，如膽不可食，非別生一種也。又有瓠𤬏，亦是瓠類。",
            "恭曰：《本經》所論，都是苦瓠𤬏爾。陶謂瓠中苦者，大誤矣。瓠中時有苦者，不入藥用，無所主療，亦不堪啖。瓠與瓠𤬏，原種各別，非甘者變為苦也。",
            "保升曰：瓠即匏也。有甘、苦二種：甘者大，苦者小。",
            "機曰：瓠壺有原種是甘，忽變為苦者。俗謂以雞糞壅之，或牛馬踏踐則變為苦。陶說亦有所見，未可盡非也。",
            "時珍曰：《詩》云：匏有苦葉。《國語》云：苦匏不材，於人共濟而已。皆指苦壺而言，即苦瓠也。瓠、壺同音，陶氏以瓠作護音釋之，所以不穩也。應劭《風俗通》云：燒穰可以殺瓠。或云畜瓠之家不燒穰，種瓜之家不焚漆。物性相畏也。蘇恭言：服苦瓠過分，吐利不止者，以黍穰灰汁解之。蓋取乎此。凡用苦瓠，須細理瑩淨無黶翳者乃佳，不爾有毒。",
            "瓤及子"
        ],
        "氣味": [
            "苦，寒，有毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "大水，面目四肢浮腫，下水，令人吐（《本經》）利石淋，吐呀嗽囊結，疰蠱痰飲。又煮汁漬陰，療小便不通（蘇恭）。煎汁滴鼻中，出黃水，去傷冷鼻塞，黃疸（藏器）。吐蛔蟲（大明）。治癰疽惡瘡，疥癬齲齒有蟲䘌者。又可制汞（時珍）。",
            "一切瘻瘡，霜後收曝，研末敷之（時珍）。",
            "蔓",
            "麻瘡，煎湯浴之即愈（時珍。出仇遠《稗史》）。"
        ],
        "附方": [
            {
                "名稱": "急黃病",
                "方法": "苦瓠一枚，開孔，以水煮之，攪取汁，滴入鼻中。去黃水。（陳藏器）。"
            },
            {
                "名稱": "黃疸腫滿",
                "方法": "苦壺盧瓤如大棗許，以童子小便二合，浸之一時，取兩酸棗大，納兩鼻中，深吸氣，待黃水出良。又方：用瓠瓤熬黃為末，每服半錢，日一服，十日愈。然有吐者當詳之。（《傷寒類要》）。"
            },
            {
                "名稱": "大水脹滿，頭面洪大",
                "方法": "用瑩淨好苦瓠白瓤，捻如豆粒，以麵裹煮一沸，空心服七枚。至午當出水一斗。二日水自出不止，大瘦乃瘥。二年內忌咸物。（《外臺》）《聖惠》：用苦壺盧瓤一兩，微炒為末，每日粥飲服一錢。"
            },
            {
                "名稱": "通身水腫",
                "方法": "苦瓠膜（炒）二兩，苦葶藶五分，搗合丸小豆大。每服五丸，日三，水下止。又用苦瓠膜五分，大棗七枚。搗丸。一服三丸，如人行十里許，又服三丸，水出更服一丸，即止。（並《千金方》）。"
            },
            {
                "名稱": "石水腹腫",
                "方法": "四肢皆瘦削。用苦瓠膜（炒）一兩，杏仁半兩（炒去皮尖），為末，糊丸小豆大。每飲下十丸，日三，水下止。（《聖濟總錄》）。"
            },
            {
                "名稱": "水蠱洪腫",
                "方法": "苦瓠瓤一枚，水二升，煮至一升，煎至可丸，如小豆大，每米飲下十丸。待小便利，作小豆羹食。勿飲水。"
            },
            {
                "名稱": "小便不通，脹急者",
                "方法": "用苦瓠子三十枚（炒），螻蛄三個（焙），為末，每冷水服一錢。（並《聖濟總錄》）。"
            },
            {
                "名稱": "小兒閃癖",
                "方法": "取苦瓠未破者，煮令熱，解開熨之。（陳藏器《本草》）。"
            },
            {
                "名稱": "風痰頭痛",
                "方法": "苦瓠膜取汁，以葦管灌入鼻中，其氣上衝腦門，須臾惡涎流下，其病立愈除根，勿以昏運為疑。乾者浸汁亦效，其子為末吹入亦效。年久頭風皆愈。（《普濟方》）。"
            },
            {
                "名稱": "鼻窒氣塞",
                "方法": "苦壺盧子為末，醇酒浸之，夏一日，冬七日。日日少少點之。（《聖惠方》）。"
            },
            {
                "名稱": "眼目昏暗",
                "方法": "七月七日，取苦瓠白瓤絞汁一合，以酢二升，古錢七文，同以微火煎減半。每日取沫納眥中，神效。（《千金》）。"
            },
            {
                "名稱": "胬肉血翳",
                "方法": "秋間取小柄壺盧，或小藥壺盧，陰乾，於緊小處鋸斷，內挖一小孔如眼孔大。遇有此病，將眼皮上下用手掙開，將壺盧孔合定。初雖甚痛苦，然瘀肉、血翳皆漸下，不傷睛也。（劉松石《經驗方》）。"
            },
            {
                "名稱": "齒䘌口臭",
                "方法": "苦瓠子為末，蜜丸半棗大。每旦漱口了，含一丸，仍塗齒齦上，涎出，吐去妙。（《聖惠方》）。"
            },
            {
                "名稱": "風蟲牙痛",
                "方法": "壺盧子半升。水五升，煎三升，含漱之。莖葉亦可。不過三度。（《聖惠方》）"
            },
            {
                "名稱": "惡瘡癬癩，十年不瘥者",
                "方法": "苦瓠一枚，煮汁搽之，日三度。（《肘後方》）"
            },
            {
                "名稱": "九瘻有孔",
                "方法": "苦瓠四枚，大如盞者，各穿一孔如指大，湯煮十數沸，取一竹筒長一尺，一頭插瓠孔中，一頭注瘡孔上，冷則易之，用遍乃止。（《千金方》）。"
            },
            {
                "名稱": "痔瘡腫痛",
                "方法": "苦壺盧、苦蕒菜煎湯，先熏後洗，乃貼熊膽、密陀僧、膽礬、片腦末，良。（《摘玄方》）。"
            },
            {
                "名稱": "下部懸癰",
                "方法": "擇人神不在日，空心用井華水調百藥煎末一碗服之。微利後，卻用秋壺盧（一名苦不老，生在架上而苦者）切片置瘡上，灸二七壯。肅端式病此連年，一灸遂愈。（《永類鈐方》）。"
            },
            {
                "名稱": "卒中蠱毒，或吐血，或下血，皆如爛肝者",
                "方法": "苦瓠一枚。水二升，煮一升服，立吐即愈。又方：用苦酒一升，煮令消，服之取吐，神驗。（《肘後方》）。"
            },
            {
                "名稱": "死胎不下",
                "方法": "苦壺盧燒存性，研末。每服一錢，空心熱酒下。（《海上名方》）。"
            },
            {
                "名稱": "聤耳出膿",
                "方法": "干瓠子一分，黃連半錢，為末。以綿先繳淨，吹入半字，日二次。（《聖惠方》）。"
            },
            {
                "名稱": "鼻中息肉",
                "方法": "苦壺盧子、苦丁香等分，入麝香少許，為末。紙捻點之。（《聖惠方》）。"
            },
            {
                "名稱": "小兒白禿",
                "方法": "瓠藤同裹鹽，荷葉煎濃汁洗，三、五次愈。（《總錄》）"
            }
        ]
    },
    {
        "名字": "敗瓢",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "集解": [
            "時珍曰：瓢乃匏壺破開為之者，近世方藥亦時用之，當以苦瓠者為佳，年久者尤妙。"
        ],
        "氣味": [
            "苦，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "消脹殺蟲，治痔漏下血，崩中帶下赤白（時珍）。"
        ],
        "附方": [
            "中滿鼓脹：用三、五年陳壺盧瓢一個，以糯米一斗作酒，待熟，以瓢於炭火上炙熱，入酒浸之，如此三、五次，將瓢燒存性，研末。每服三錢，酒下，神效。（余居士《選奇方》）。",
            "大便下血：敗瓢（燒存性）、黃連等分。研末。每空心溫酒服二錢。（《簡便方》）。",
            "赤白崩中：舊壺盧瓢（炒存性）、蓮房（煅存性）等分。研末。每服二錢，熱水調服。三服，有汗為度，即止。甚者五服止，最妙。忌房事、發物、生冷。（《海上方》）。",
            "腦漏流膿：破瓢、白雞冠花、白螺螄殼（各燒存性）等分，血竭、麝香各五分，為末。以好酒灑濕熟艾，連藥揉成餅，貼在頂門上，以熨斗熨之，以愈為度。（孫氏《集效方》）。",
            "腋下瘤癭：用長柄茶壺盧燒存性，研末搽之，以消為度。一府校老嫗右腋生一瘤，漸長至尺許，其狀如長瓠子，久而潰爛。一方士教以此法用之，遂出水，消盡而愈。（《瀕湖集簡方》）。",
            "湯火傷灼：舊壺盧瓢，燒灰敷之。（同上）"
        ]
    },
    {
        "名字": "冬瓜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《本經》上品",
        "校正": [
            "今併入白瓜子。"
        ],
        "釋名": [
            "白瓜（《本經》）、",
            "水芝（同上）、地芝（《廣雅》）。",
            "志曰：冬瓜經霜後，皮上白如粉塗，其子亦白，故名白冬瓜，而子云白瓜子也。",
            "時珍曰：冬瓜，以其冬熟也。又賈思勰云：冬瓜正二、三月種之。若十月種者，結瓜肥好，乃勝春種。則冬瓜之名或又以此也。",
            "《別錄》曰：冬瓜，原附於《本經》瓜子之下。宋《開寶本草》加作白瓜子，復分白冬瓜為《別錄》一種。遂致諸注辯說紛紛，今併為一。"
        ],
        "集解": [
            "《別錄》曰：白瓜子生嵩高平澤，冬瓜仁也。八月採之。",
            "頌曰：今處處園圃蒔之。其實生苗蔓下，大者如斗而更長，皮厚而有毛，初生正青綠，經霜則白粉。人家多藏蓄彌年，作菜果。入藥須霜後取，置之經年，破出核洗，燥乃擂取仁用之。亦堪單作服餌。",
            "時珍曰：冬瓜三月生苗引蔓，大葉團而有尖，莖葉皆有刺毛。六、七月開黃花，結實大者徑尺余，長三、四尺，嫩時綠色有毛，老則蒼色有粉，其皮堅厚，其肉肥白。其瓤謂之瓜練，白虛如絮，可以浣練衣服。其子謂之瓜犀，在瓤中成列。霜後取之，其肉可煮為茹，可蜜為果。其子仁亦可食。蓋兼蔬、果之用。凡收瓜忌酒、漆、麝香及糯米，觸之必爛。",
            "白冬瓜"
        ],
        "氣味": [
            "甘，微寒，無毒",
            "甘，平，無毒",
            "甘，平，無毒"
        ],
        "氣味補充": [
            "",
            "弘景曰：冷利。",
            "",
            "",
            "《別錄》曰：寒。久服寒中。"
        ],
        "主治": [
            "小腹水脹，利小便，止渴（《別錄》）。",
            "搗汁服，止消渴煩悶，解毒（弘景）。益氣耐老，除心胸滿，去頭面熱（孟詵）。消熱毒癰腫。切片摩痱子，甚良（大明）。利大小腸，壓丹石毒（蘇頌）。",
            "絞汁服，止煩躁熱渴，利小腸，治五淋，壓丹石毒（甄權）。",
            "洗面澡身，去䵟𪒟，令人悅澤白皙（時珍）。",
            "令人悅澤好顏色，益氣不飢。久服，輕身耐老（《本經》）。除煩滿不樂。可作面脂（《別錄》）。去皮膚風及黑䵟，潤肌膚（大明）。治腸癰（時珍）。",
            "可作丸服，亦入面脂（蘇頌）。主驢馬汗入瘡腫痛，陰乾為末塗之。又主折傷損痛（時珍）。",
            "治腫毒，殺蜂，療蜂叮（大明）。",
            "主消渴，瘧疾寒熱。又焙研，敷多年惡瘡（時珍）。",
            "燒灰，可出繡黥。煎湯，洗黑䵟並瘡疥（大明）。搗汁服，解木耳毒。煎水，洗脫肛。燒灰，可淬銅、鐵，伏砒石（時珍）。"
        ],
        "發明": [
            "詵曰：熱者食之佳，冷者食之瘦人。煮食練五臟，為其下氣故也。欲得體瘦輕健者，則可長食之；若要肥，則勿食也。",
            "宗奭曰：凡患發背及一切癰疽者，削一大塊置瘡上，熱則易之，分散熱毒氣甚良。",
            "震亨曰：冬瓜，性走而急。寇氏謂其分散熱毒氣，蓋亦取其走而性急也。久病者、陰虛者忌之。孫真人言：九月勿食，令人反胃。須被霜食之乃佳。",
            "詵曰：取瓜一顆，和桐葉與豬食之，一冬更不要與諸物食，自然不飢，長三、四倍也。",
            "頌曰：冬瓜仁，亦堪單作服餌。又研末作湯飲，及作面脂藥，並令人顏色光澤。宗懍《荊楚歲時記》云：七月，採瓜犀以為面脂。即瓜瓣也。亦堪作澡豆。",
            "宗奭曰：服食方亦稀用之。"
        ],
        "附方": [
            {
                "名稱": "積熱消渴",
                "方法": "白瓜去皮，每食後吃三、二兩，五七度良。（孟詵《食療》）。"
            },
            {
                "名稱": "消渴不止",
                "方法": "冬瓜一枚削皮，埋濕地中，一月取出，破開取清水日飲之。或燒熟絞汁飲之。（《聖濟總錄》）。"
            },
            {
                "名稱": "消渴骨蒸",
                "方法": "大冬瓜一枚去瓤，入黃連末填滿，安甕內，待瓜消盡，同研，丸梧子大。每服三、四十丸，煎冬瓜湯下。（《經驗》）。"
            },
            {
                "名稱": "產後痢渴",
                "方法": "久病津液枯竭，四肢浮腫，口舌乾燥。用冬瓜一枚，黃土泥厚五寸，煨熟絞汁飲。亦治傷寒痢渴。（《古今錄驗》）。"
            },
            {
                "名稱": "小兒渴利",
                "方法": "冬瓜汁飲之。（《千金》）。"
            },
            {
                "名稱": "小兒鬾病，寒熱如疳",
                "方法": "用冬瓜、萹蓄各四兩，水二升，煎湯浴之。（《千金方》）。"
            },
            {
                "名稱": "嬰孩寒熱",
                "方法": "冬瓜炮熟，絞汁飲。（《子母秘錄》）。"
            },
            {
                "名稱": "水病危急",
                "方法": "冬瓜不拘多少，任意吃之，神效無比。（《兵部手集》）。"
            },
            {
                "名稱": "十種水氣，浮腫喘滿",
                "方法": "用大冬瓜一枚，切蓋去瓤，以赤小豆填滿，蓋合簽定，以紙筋泥固濟，曬乾，用糯糠兩大籮，入瓜在內，煨至火盡，取出切片，同豆焙乾為末，水糊丸梧子大。每服七十丸，煎冬瓜子湯下，日三服，小便利為度。（《楊氏家藏方》）。發背欲死：冬瓜，截去頭，合瘡上。"
            },
            {
                "名稱": "瓜爛",
                "方法": "截去更合之。瓜未盡，瘡已小斂矣。乃用膏貼之。（《肘後方》）。"
            },
            {
                "名稱": "痔瘡腫痛",
                "方法": "冬瓜煎湯洗之。（《袖珍方》）。"
            },
            {
                "名稱": "馬汗入瘡",
                "方法": "干冬瓜燒研，洗淨敷之。"
            },
            {
                "名稱": "食魚中毒",
                "方法": "冬瓜汁飲之，良。（《小品方》）。"
            },
            {
                "名稱": "面黑令白",
                "方法": "冬瓜一個，竹刀去皮切片，酒一升半，水一升，煮爛濾去滓，熬成膏，瓶收。"
            },
            {
                "名稱": "每夜塗之",
                "方法": "（《聖濟總錄》）"
            },
            {
                "名稱": "消渴煩亂",
                "方法": "冬瓜瓤（乾者）一兩，水煎飲。（《聖惠方》）。"
            },
            {
                "名稱": "水腫煩渴",
                "方法": "小便少者。冬瓜白瓤，水煎汁，淡飲之。（《聖濟總錄》）"
            },
            {
                "名稱": "《別錄》曰",
                "方法": "冬瓜仁也。八月採之。"
            },
            {
                "名稱": "服食法",
                "方法": "取冬瓜仁七升，以絹袋盛，投三沸湯中，須臾取曝乾，如此三度，又與清苦酒漬之一宿，曝乾為末，日服方寸匕。令人肥悅明目，延年不老。又法：取子三五升，去皮為丸，空心日服三十丸。令人白淨如玉。（孟詵《食療》）。"
            },
            {
                "名稱": "補肝明目，治男子五勞七傷，明目。用冬瓜仁，方同上。（《外臺秘要》）。悅澤面容",
                "方法": "白瓜仁五兩，桃花四兩，白楊皮二兩，為末。食後飲服方寸匕，日三服。欲白加瓜仁，欲紅加桃花。三十日面白，五十日手足俱白。一方有橘皮，無楊皮。（《肘後方》）。多年損傷，不瘥者：瓜子末，溫酒服之。（孫真人方）。"
            },
            {
                "名稱": "消渴不止，小便多",
                "方法": "用干冬瓜子、麥門冬、黃連各二兩，水煎飲之。冬瓜苗葉俱治消渴，不拘新幹。（《摘玄方》）。"
            },
            {
                "名稱": "男子白濁",
                "方法": "陳冬瓜仁炒為末，每空心米飲服五錢。（《救急易方》）。"
            },
            {
                "名稱": "女子白帶",
                "方法": "方同上。"
            },
            {
                "名稱": "跌撲傷損",
                "方法": "用干冬瓜皮一兩，真牛皮膠一兩，銼入鍋內炒存性，研末。"
            },
            {
                "名稱": "每服五錢",
                "方法": "好酒熱服。仍飲酒一甌，厚蓋取微汗。其痛即止，一宿如初，極效。（《摘玄方》）。"
            },
            {
                "名稱": "損傷腰痛",
                "方法": "冬瓜皮燒研，酒服一錢。（《生生編》）"
            },
            {
                "名稱": "積熱瀉痢",
                "方法": "冬瓜葉嫩心，拖面煎餅食之。（《海上名方》）"
            }
        ],
        "正誤": [
            "恭曰：此甘瓜也。甘字似白字，後人誤寫耳。當改從甘字。",
            "志曰：《本草》注：白瓜子，冬瓜仁也。蘇氏所言，殊為孟浪。且甘瓜即甜瓜，亦有青、白二種。其子色黃，主療與冬瓜全異。但冬瓜經霜有白衣，其子亦白，白瓜之號因斯而得。況諸方惟用冬瓜子，不見用甘瓜子者。蘇說不可憑也。"
        ]
    },
    {
        "名字": "南瓜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "集解": [
            "時珍曰：南瓜種出南番，轉入閩、浙，今燕京諸處亦有之矣。三月下種，宜沙沃地。四月生苗，引蔓甚繁，一蔓可延十餘丈，節節有根，近地即著。其莖中空。其葉狀如蜀葵而大如荷葉。八、九月開黃花，如西瓜花。結瓜正圓，大如西瓜，皮上有稜如甜瓜。一本可結數十顆，其色或綠或黃或紅。",
            "經霜收置暖處，可留至春。其子如冬瓜子。其肉厚色黃，不可生食，惟去皮瓤瀹食，味如山藥。同豬肉煮食更良，亦可蜜煎。按：王禎《農書》云：浙中一種陰瓜，宜陰地種之。秋熟色黃如金，皮膚稍厚，可藏至春，食之如新。疑此即南瓜也。"
        ],
        "氣味": [
            "甘，溫，無毒"
        ],
        "氣味補充": [
            "",
            "時珍曰：多食髮腳氣、黃疸。不可同羊肉食，令人氣壅。"
        ],
        "主治": [
            "補中益氣（時珍）。"
        ]
    },
    {
        "名字": "越瓜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "宋《開寶》",
        "別稱": [
            "梢瓜（《食物》）",
            "菜瓜"
        ],
        "釋名": [
            "",
            "時珍曰：越瓜以地名也，俗名梢瓜，南人呼為菜瓜。"
        ],
        "集解": [
            "藏器曰：越瓜生越中。大者色正白。越人當果食之，亦可糟藏。",
            "時珍曰：越瓜南北皆有。二、三月下種生苗，就地引蔓，青葉黃花，並如冬瓜花葉而小。",
            "夏秋之間結瓜，有青、白二色，大如瓠子。一種長者至二尺許，俗呼羊角瓜。其子狀如胡瓜子，大如麥粒。其瓜生食，可充果、蔬，醬、豉、糖、醋藏浸皆宜，亦可作菹。"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            "",
            "詵曰：生食多冷中動氣，令人心痛，臍下癥結，發諸瘡。又令人虛弱不能行，不益小兒。天行病後不可食。又不得與牛乳酪及鮓同食。",
            "時珍曰：按：蕭子真云：菜瓜能暗人耳目。觀驢馬食之即眼爛，可知矣。"
        ],
        "主治": [
            "利腸胃，止煩渴（《開寶》）。利小便，去煩熱，解酒毒，宣泄熱氣。燒灰，敷口吻瘡及陰莖熱瘡（藏器）。和飯作鮓，久食益腸胃（《心鏡》）。"
        ]
    },
    {
        "名字": "胡瓜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "宋《嘉祐》",
        "釋名": [
            "黃瓜。",
            "藏器曰：北人避石勒諱，改呼黃瓜，至今因之。",
            "時珍曰：張騫使西域得種，故名胡瓜。按：杜寶《拾遺錄》云：隋大業四年避諱，改胡瓜為黃瓜。與陳氏之說微異。今俗以《月令》王瓜生即此，誤矣。王瓜，土瓜也。見草部。"
        ],
        "集解": [
            "時珍曰：胡瓜處處有之。正、二月下種，三月生苗引蔓。",
            "葉如冬瓜葉，亦有毛。四五月開黃花，結瓜圍二、三寸，長者至尺許，青色，皮上有㾦㿔如疣子，至老則黃赤色。其子與菜瓜子同。一種五月種者，霜時結瓜，白色而短，並生熟可食，兼蔬蓏之用，糟醬不及菜瓜也。"
        ],
        "氣味": [
            "甘，寒，有小毒",
            "苦，平，有小毒"
        ],
        "氣味補充": [
            "",
            "詵曰：不可多食，動寒熱，多瘧病，積瘀熱，發疰氣，令人虛熱上逆少氣，損陰血，發瘡疥腳氣，虛腫百病。天行病後，不可食之。小兒切忌，滑中生疳蟲。不可多用醋。",
            ""
        ],
        "主治": [
            "清熱解渴，利水道（寧原）。",
            "小兒閃癖，一歲用一葉，生挼攪汁服，得吐、下良（藏器）。",
            "根",
            "搗敷狐刺毒腫（大明）。"
        ],
        "附方": [
            {
                "名稱": "小兒熱痢",
                "方法": "嫩黃瓜同蜜食十餘枚，良。（《海上名方》）。"
            },
            {
                "名稱": "水病肚脹，四肢浮腫",
                "方法": "用胡瓜一個破開，連子以醋煮一半，水煮一半至爛，空心俱食之，須臾下水也。（《千金髓》）。"
            },
            {
                "名稱": "小兒出汗",
                "方法": "香瓜丸：用黃連、胡黃連、黃柏、川大黃（煨熟）、鱉甲（醋炙）、柴胡、蘆薈、青皮等分為末。用大黃瓜黃色者一個，割下頭，填藥至滿，蓋定簽住，慢火煨熟，同搗爛，入麵糊丸綠豆大。每服二、三丸，大者五、七丸至十丸，食後新水下。（錢乙《小兒方》）。"
            },
            {
                "名稱": "咽喉腫痛",
                "方法": "老黃瓜一枚去子，入消填滿，陰乾為末。每以少許吹之。（《醫林集要》）。"
            },
            {
                "名稱": "杖瘡焮腫",
                "方法": "六月六日，取黃瓜入瓷瓶中，水浸之。每以水掃於瘡上，立效。（《醫林集要》）。"
            },
            {
                "名稱": "火眼赤痛",
                "方法": "五月取老黃瓜一條，上開小孔，去瓤，入芒硝令滿，懸陰處，待消透出刮下，留點眼甚效。（《壽域神方》）。"
            },
            {
                "名稱": "湯火傷灼",
                "方法": "五月五日，掐黃瓜入瓶內封，掛檐下，取水刷之，良。（《醫方摘要》）。"
            }
        ]
    },
    {
        "名字": "絲瓜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "別稱": [
            "天絲瓜（《本事》）",
            "天羅（《事類合璧》）",
            "布瓜（同上）",
            "蠻瓜（《本事》）",
            "魚鰦"
        ],
        "釋名": [
            "",
            "時珍曰：此瓜老則筋絲羅織，故有絲羅之名。昔人謂之魚鰦，或云虞刺。始自南方來，故曰蠻瓜。"
        ],
        "集解": [
            "時珍曰：絲瓜，唐宋以前無聞，今南北皆有之，以為常蔬。",
            "二月下種，生苗引蔓，延樹竹，或作棚架。其葉大於蜀葵而多丫尖，有細毛刺，取汁可染綠。其莖有稜。六、七月開黃花，五出，微似胡瓜花，蕊瓣俱黃。其瓜大寸許，長一、二尺，甚則三、四尺，深綠色，有皺點，瓜頭如鱉首。嫩時去皮，可烹可曝，點茶充蔬。老則大如杵，筋絡纏紐如織成，經霜乃枯，惟可藉靴履，滌釜器，故村人呼為洗鍋羅瓜。",
            "內有隔，子在隔中，狀如栝蔞子，黑色而扁。其花苞及嫩葉、卷鬚，皆可食也。",
            "瓜"
        ],
        "氣味": [
            "甘，平，無毒",
            "同葉"
        ],
        "氣味補充": [
            "",
            "入藥用老者。",
            ""
        ],
        "主治": [
            "痘瘡不快，枯者燒存性，入硃砂研末，蜜水調服，甚妙（震亨）。煮食，除熱利腸。老者燒存性服，去風化痰，涼血解毒，殺蟲，通經絡，行血脈，下乳汁，治大小便下血，痔漏崩中，黃積，疝痛卵腫，血氣作痛，癰疽瘡腫，齒䘌，痘疹胎毒（時珍）。暖胃補陽，固氣和胎（《生生編》）。",
            "癬瘡，頻挼摻之。療癰疽疔腫卵焮（時珍）。",
            "齒䘌腦漏，殺蟲解毒（時珍）。"
        ],
        "發明": [
            "穎曰：絲瓜本草諸書無考，惟痘瘡及腳癰方中燒灰用之，亦取其性冷解毒耳。",
            "時珍曰：絲瓜老者，筋絡貫串，房隔聯屬。故能通人脈絡臟腑，而去風解毒，消腫化痰，祛痛殺蟲，及治諸血病也。"
        ],
        "附方": [
            {
                "名稱": "痘瘡不快，初出或未出，多者令少，少者令稀",
                "方法": "老絲瓜（近蒂三寸）連皮燒存性，研末，砂糖水服。（《直指》）。"
            },
            {
                "名稱": "癰疽不斂，瘡口太深",
                "方法": "用絲瓜搗汁頻抹之。（《直指方》）。"
            },
            {
                "名稱": "風熱腮腫",
                "方法": "絲瓜燒存性，研末，水調搽之。（《嚴月軒方》）。"
            },
            {
                "名稱": "肺熱面瘡",
                "方法": "苦絲瓜、牙皂莢並燒灰，等分，油調搽。（《摘玄方》）。"
            },
            {
                "名稱": "玉莖瘡潰",
                "方法": "絲瓜連子搗汁，和五倍子末，頻搽之。（丹溪方）。"
            },
            {
                "名稱": "坐板瘡疥",
                "方法": "絲瓜皮焙乾為末，燒酒調搽之。（《攝生眾妙方》）。"
            },
            {
                "名稱": "天泡濕瘡",
                "方法": "絲瓜汁調辰粉，頻搽之。"
            },
            {
                "名稱": "手足凍瘡",
                "方法": "老絲瓜燒存性，和臘豬脂塗之。（《海上方》）。"
            },
            {
                "名稱": "肛門酒痔",
                "方法": "絲瓜燒存性，研末，酒服二錢。（《嚴月軒方》）。"
            },
            {
                "名稱": "痔漏脫肛",
                "方法": "絲瓜燒灰、多年石灰、雄黃各五錢為末，以豬膽、雞子清及香油和調，貼之，收上乃止。（孫氏《集效方》）。"
            },
            {
                "名稱": "腸風下血",
                "方法": "霜後乾絲瓜燒存性，為末，空心酒服二錢。一名蠻瓜，一名天羅，一名天絲瓜是矣。（許叔微《本事方》）。"
            },
            {
                "名稱": "下血危篤不可救者",
                "方法": "絲瓜（即天羅）一個（燒存性），槐花減半。為末，每空心米飲服二錢。（《普濟方》）。"
            },
            {
                "名稱": "酒痢便血，腹痛，或如魚腦五色者",
                "方法": "乾絲瓜一枚（連皮燒研），空心酒服二錢。一方煨食之。俗名魚鰦是也。（《經驗良方》）。"
            },
            {
                "名稱": "血崩不止",
                "方法": "老絲瓜（燒灰）、棕櫚（燒灰）等分，鹽酒或鹽湯服。（《奇效良方》）。"
            },
            {
                "名稱": "經脈不通",
                "方法": "乾絲瓜一個為末，用白鴿血調成餅，曬乾研末。每服二錢，空心酒下。先服四物湯三服。（《海上名方》）。"
            },
            {
                "名稱": "乳汁不通",
                "方法": "絲瓜連子燒存性研。酒服一、二錢，被覆取汗即通。（《簡便單方》）。"
            },
            {
                "名稱": "乾血氣痛，婦人血氣不行，上衝心膈，變為乾血氣者",
                "方法": "用絲瓜一枚（燒存性），空心溫酒服。（《壽域神方》）。"
            },
            {
                "名稱": "小腸氣痛，繞臍衝心",
                "方法": "連蒂老絲瓜燒存性，研末。每服三錢，熱酒調下。甚者不過二、三服即消。卵腫偏墜：絲瓜架上初結者，留下，待瓜結盡葉落取下，燒存性為末，煉蜜調成膏，每晚好酒服一匙。如在左左睡，在右右睡。（劉松石《保壽堂方》）。"
            },
            {
                "名稱": "腰痛不止",
                "方法": "天羅布瓜子仁炒焦，擂酒熱服，以渣炒熱敷之。（熊氏《補遺》）。"
            },
            {
                "名稱": "喉閉腫痛",
                "方法": "天羅瓜研汁灌之。（《普濟》）。"
            },
            {
                "名稱": "卒然中風",
                "方法": "防風、荊芥一兩，升麻半兩，薑三片，水一盞，煎半盞，以絲瓜子研，取漿半盞，和勻灌之。如手足麻癢，以羌活煎湯洗之。（唐瑤《經驗方》）。"
            },
            {
                "名稱": "化痰止嗽",
                "方法": "天羅（即絲瓜），燒存性為末。"
            },
            {
                "名稱": "棗肉和",
                "方法": "丸彈子大。每服一丸，溫酒化下。（《攝生眾妙方》）。"
            },
            {
                "名稱": "風蟲牙痛",
                "方法": "經霜乾絲瓜燒存性為末，擦之。（《直指方》）。"
            },
            {
                "名稱": "風氣牙痛",
                "方法": "百藥不效者用此，大能去風，惟蛀牙不效。天羅（即生絲瓜）"
            },
            {
                "名稱": "一個",
                "方法": "擦鹽火燒存性，研末頻擦，涎盡即愈。腮腫，以水調貼之。"
            },
            {
                "名稱": "馬敏叔云",
                "方法": "此乃嚴月軒家傳屢效之方，一試即便可睡也。"
            },
            {
                "名稱": "食積黃疸",
                "方法": "絲瓜連子燒存性，為末。每服二錢，因面得病麵湯下，因酒得病溫酒下，連進數服愈。（《衛生易簡方》）。"
            },
            {
                "名稱": "小兒浮腫",
                "方法": "天羅、燈草、蔥白等分，煎濃汁服，並洗之。（《普濟方》）。"
            },
            {
                "名稱": "水蠱腹脹",
                "方法": "老絲瓜去皮一枚（剪碎），巴豆十四粒，同炒，豆黃去豆，以瓜同陳倉米再炒熟，去瓜，研米為末，糊丸梧子大。每服百丸，白湯下。蓋米收胃氣，巴豆逐水，絲瓜象人脈絡，借其氣以引之也。此乃元時杭州名醫宋會之之方。（鮮于樞《鉤玄》）。"
            },
            {
                "名稱": "蟲癬",
                "方法": "清晨採露水絲瓜葉七片，逐片擦七下，如神。忌雞、魚、發物。（《攝生眾妙方》）。"
            },
            {
                "名稱": "陰子偏墜",
                "方法": "絲瓜葉（燒存性）三錢，雞子殼（燒灰）二錢，溫酒調服。（余居士《選奇方》）"
            },
            {
                "名稱": "頭瘡生蛆，頭皮內時有蛆出",
                "方法": "以刀切破，擠絲瓜葉汁搽之。蛆出盡，絕根。（小山《怪證方》）。"
            },
            {
                "名稱": "湯火傷灼",
                "方法": "絲瓜葉焙研，入辰粉一錢，蜜調搽之。生者搗敷。一日即好也。（《海上名方》）。"
            },
            {
                "名稱": "魚臍疔瘡",
                "方法": "絲瓜葉（即絲瓜葉也）、連須蔥白、韭菜等分，同入石缽內，研爛取汁，以熱酒和服。以渣貼腋下，病在左手貼左腋，右手貼右腋；病在左腳貼左胯，右腳，貼右胯；在中貼心、臍。用帛縛住，候肉下紅線處皆白則散矣。如有潮熱，亦用此法。卻令人抱住，恐其顫倒則難救矣。（危氏《得效方》）。"
            },
            {
                "名稱": "刀瘡神藥",
                "方法": "古石灰、新石灰、絲瓜根葉（初种放兩葉者）、韭菜根各等分，搗一千下作餅，陰乾為末，擦之。止血定痛生肌，如神效。侍御蘇海峰所傳。（董炳《集驗方》）"
            },
            {
                "名稱": "預解痘毒",
                "方法": "五六月取絲瓜蔓上卷鬚陰乾，至正月初一日子時，用二兩半煎湯（父母只令一人知），溫浴小兒身面上下，以去胎毒，永不出痘，縱出亦少也。（《體仁彙編》）。"
            },
            {
                "名稱": "諸瘡久潰",
                "方法": "絲瓜老根熬水掃之，大涼即愈。（《應驗方》）。"
            },
            {
                "名稱": "喉風腫痛",
                "方法": "絲瓜根，以瓦瓶盛水浸，飲之。（《海上名方》）。"
            },
            {
                "名稱": "腦崩流汁，鼻中時時流臭黃水，腦痛，名控腦砂，有蟲食腦中也",
                "方法": "用絲瓜藤近根三、五尺，燒存性。每服一錢，溫酒下，以愈為度。（《醫學正傳》）。"
            },
            {
                "名稱": "牙宣露痛《海上妙方》",
                "方法": "用絲瓜藤陰乾，臨時火煅存性，研搽即止，最妙。《惠生堂方》：用絲瓜藤一握，川椒一撮，燈心一把，水煎濃汁，漱吐，其痛立住如神。咽喉骨鯁：七月七日，取絲瓜根陰乾，燒存性。每服二錢，以原鯁物煮湯服之。（筆峰《雜興》）。"
            },
            {
                "名稱": "腰痛不止",
                "方法": "絲瓜根燒存性，為末。每溫酒服二錢，神效甚捷。（鄧筆峰《雜興》）。"
            }
        ],
        "附錄": [
            "天羅勒（《拾遺》）。藏器曰：生江南平地。主溪毒，挼碎敷之。",
            "時珍曰：陳氏注此不詳。又江南呼絲瓜為天羅，疑即此物，然無的據，姑附之。"
        ]
    },
    {
        "名字": "苦瓜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《救荒》",
        "別稱": [
            "錦荔枝（《救荒》）",
            "癩葡萄"
        ],
        "釋名": [
            "",
            "時珍曰：苦以味名。瓜及荔枝、葡萄，皆以實及莖、葉相似得名。"
        ],
        "集解": [
            "周定王曰：錦荔枝即癩葡萄，蔓延草木。莖長七、八尺，莖有毛澀。葉似野葡萄，而花又開黃花。實大如雞子，有皺紋，似荔枝。",
            "時珍曰：苦瓜原出南番，今閩、廣皆種之。五月下子，生苗引蔓，莖葉卷鬚，並如葡萄而小。七、八月開小黃花，五瓣如碗形。結瓜長者四、五寸，短者二、三寸，青色，皮上痱㿔如癩及荔枝殼狀，熟則黃色自裂，內有紅瓤裹子。瓤味甘可食。其子形扁如瓜子，亦有痱㿔。南人以青皮煮肉及鹽醬充蔬，苦澀有青氣。",
            "按：費信《星槎勝覽》云：蘇門答剌國一等瓜，皮若荔枝，未剖時甚臭如爛蒜，剖開如囊，味如酥，香甜可口。疑此即苦瓜也。",
            "瓜"
        ],
        "氣味": [
            "苦，寒，無毒",
            "苦、甘，無毒"
        ],
        "氣味補充": [
            "",
            ""
        ],
        "主治": [
            "除邪熱，解勞乏，清心明目（時珍《生生編》）。",
            "子",
            "益氣壯陽（時珍）。"
        ]
    },
    {
        "名字": "菜之四",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "水菜類六種"
    },
    {
        "名字": "紫菜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《食療》",
        "釋名": [
            "紫䓴（音軟）。"
        ],
        "集解": [
            "詵曰：紫菜生南海中，附石。正青色，取而干之則紫色。",
            "時珍曰：閩、越海邊悉有之。大葉而薄。彼人挼成餅狀，曬乾貨之，其色正紫，亦石衣之屬也。"
        ],
        "氣味": [
            "甘，寒，無毒"
        ],
        "氣味補充": [
            "",
            "藏器曰：多食令人腹痛發氣，吐白沫。飲熱醋少許，即消。"
        ],
        "主治": [
            "熱氣煩塞咽喉，煮汁飲之（孟詵）。病癭瘤腳氣者，宜食之（時珍）。"
        ],
        "發明": [
            "震亨曰：凡癭結積塊之疾，宜常食紫菜，乃咸能軟堅之義。"
        ]
    },
    {
        "名字": "石蓴",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "校正": [
            "自草部移入此。"
        ],
        "集解": [
            "藏器曰：石蓴生南海，附石而生。似紫菜，色青。"
        ],
        "氣味": [
            "甘，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "下水，利小便（藏器）。主風秘不通，五膈氣，並臍下結氣，煮汁飲之。胡人用治疳疾（李珣）。"
        ]
    },
    {
        "名字": "石花菜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《食鑑》",
        "釋名": [
            "瓊枝。",
            "時珍曰：並以形名也。"
        ],
        "集解": [
            "時珍曰：石花菜生南海沙石間。高二、三寸，狀如珊瑚，有紅、白二色，枝上有細齒。以沸湯泡去砂屑，沃以薑、醋，食之甚脆。其根埋沙中，可再生枝也。一種稍粗而似雞爪者，謂之雞腳菜，味更佳。二物久浸皆化成膠凍也。郭璞《海賦》所謂水物則玉珧海月，土肉石華，即此物也。"
        ],
        "氣味": [
            "甘、咸，大寒，滑，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "去上焦浮熱，發下部虛寒（寧原）。"
        ]
    },
    {
        "名字": "鹿角菜",
        "來源": {
            "本草綱目": {
                "部": "菜",
                "卷": "二十八",
                "類": ""
            }
        },
        "出自": "《食性》",
        "釋名": [
            "猴葵。",
            "時珍曰：按：沈懷遠《南越志》云：猴葵一名鹿角。蓋鹿角以形名，猴葵因其性滑也。"
        ],
        "集解": [
            "士良曰：鹿角菜生海州、登、萊、沂、密諸處海中。",
            "時珍曰：鹿角菜，生東南海中石崖間。長三、四寸，大如鐵線，分丫如鹿角狀，紫黃色。土人採曝，貨為海錯。以水洗醋拌，則脹起如新，味極滑美。若久浸則化如膠狀，女人用以梳髮，黏而不亂。"
        ],
        "氣味": [
            "甘，大寒，滑，無毒"
        ],
        "氣味補充": [
            "",
            "詵曰：微毒。丈夫不可久食，發痼疾，損腰腎、經絡、血氣，令人腳冷痹，少顏色。"
        ],
        "主治": [
            "下熱風氣，療小兒骨蒸熱勞。服丹石人食之，能下石力（士良）。解面熱（大明）。"
        ],
        "附方": []
    }
]