[
    {
        "名字": "蟲之二",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "卵生類下二十二種"
    },
    {
        "名字": "青蚨",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "別稱": [
            "蚨蟬",
            "蟱蝸（音謀瓜）"
        ],
        "釋名": [
            "𧑒𧍪（音敦隅）、蒲虻（音萌）、魚父、魚伯。"
        ],
        "集解": [
            "藏器曰：青蚨生南海。狀如蟬，其子著木。取以塗錢，皆歸本處。《搜神記》云：南方有蟲名𧑒𧍪，形大如蟬，辛美可食。子著草葉上如蠶種。取其子，則母飛來。雖潛取之，亦知其處。殺其母塗錢，以子塗貫，用錢去則自還。《淮南子·萬畢術》云：青蚨還錢。",
            "高誘注云：青蚨一名魚父、魚伯。以其子母各等置甕中，埋東行陰垣下。三日開之，即相從。以母血塗八十一錢，子血塗八十一錢。留子用母，留母用子，皆自還也。",
            "李珣曰：按《異物志》言：𧑒𧍪生南海諸山。雄雌常處，不相舍。青金色。人採得以法末之，用塗錢，以貨易於人，晝用夜歸。又能秘精、縮小便，亦人間難得之物也。",
            "時珍曰：按《異物志》云：青蚨形如蟬而長。其子如蝦子，著草葉上。得其子則母飛來。煎食甚辛而美。《岣嶁神書》云：青蚨一名蒲虻，似小蟬，大如虻，青色有光。生於池澤，多集蒲葉上。春生子於蒲上，八八為行，或九九為行，如大蠶子而圓。取其母血及火炙子血塗錢，市物仍自還歸，用之無窮，誠仙術也。",
            "其說俱彷彿。但藏器雲子著木上，稍有不同。而許氏《說文》亦曰：青蚨，水蟲也。蓋水蟲而產子於草木爾。"
        ],
        "氣味": [
            "辛，溫，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "補中，益陽道，去冷氣，令人悅澤（藏器）。秘精，縮小便（《海藥》）。"
        ],
        "附錄": [
            "龐降，時珍曰：按劉恂《嶺表錄異》云：龐降生於嶺南，多在橄欖樹上。形如蜩蟬，腹青而薄。其名自呼，但聞其聲而鮮能得之。人以善價求為媚藥。按此形狀似蟬，可為媚藥，與李珣《海藥》青蚨雌雄不捨，秘精之說相符。恐亦青蚨之類，在木上者也。"
        ]
    },
    {
        "名字": "蛺蝶",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "別稱": [
            "𧌄蝶（𧌄，音葉）",
            "蝴蝶"
        ],
        "釋名": [
            "",
            "時珍曰：蛺蝶輕薄，夾翅而飛，枼枼然也。蝶美於須，蛾美於眉，故又名蝴蝶，俗謂須為胡也。"
        ],
        "集解": [
            "時珍曰：蝶，蛾類也。大曰蝶，小曰蛾。其種甚繁，皆四翅有粉，好嗅花香，以須代鼻，其交以鼻，交則粉退。《古今注》謂橘蠹化蝶，《爾雅翼》謂菜蟲化蝶，《列子》謂烏足之葉化蝶，《埤雅》謂蔬菜化蝶，《酉陽雜俎》謂百合花化蝶，《北戶錄》謂樹葉化蝶如丹青，《野史》謂彩裙化蝶，皆各據其所見者而言爾。蓋不知蠹蠋諸蟲，至老俱各蛻而為蝶、為蛾，如蠶之必羽化也。",
            "朽衣物亦必生蟲而化。草木花葉之化者，乃氣化、風化也。其色亦各隨其蟲所食花葉，及所化之物色而然。楊慎《丹鉛錄》云：有草蝶、水蝶在水中。《嶺南異物志》載：有人浮南海，見蛺蝶大如蒲帆，稱肉得八十斤，啖之極肥美。"
        ],
        "氣味": [
            "缺"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "小兒脫肛。陰乾為末，唾調半錢塗手心，以瘥為度（時珍）。"
        ],
        "發明": [
            "時珍曰：蝴蝶古方無用者，惟《普濟方》載此方治脫肛，亦不知用何等蝶也。"
        ],
        "附方": []
    },
    {
        "名字": "蜻蛉",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《別錄》下品",
        "別稱": [
            "蜻虰（音丁）",
            "蜻蝏（亦作蜓）",
            "虰蛵（音馨）",
            "負勞（《爾雅》）",
            "䗓（音匆）",
            "諸乘（弘景）",
            "紗羊（《綱目》），赤者名赤卒"
        ],
        "釋名": [
            "",
            "時珍曰：蜻、䗓，言其色青蔥也。蛉、虰，言其狀伶仃也，或云其尾如丁也。或云其尾好亭而挺，故曰蝏，曰蜓。俗名紗羊，言其翅如紗也。按崔豹《古今注》云：大而色青者曰蜻蜓；小而黃者，江東名胡黎，淮南名䗧蛜，鄱陽名江雞，小而赤者，名曰赤卒，曰絳騶，曰赤衣使者，曰赤弁丈人；大而玄紺者，遼海名紺蠜，亦曰天雞。陶氏謂胡黎為蜻蛉，未考此耳。"
        ],
        "集解": [
            "弘景曰：蜻蛉有五六種，惟青色大眼一名諸乘，俗呼為胡黎者入藥。道家云：眼可化為青珠。其餘黃細及黑者，不入藥。",
            "保升曰：所在有之。好飛水際，六足四翼。",
            "宗奭曰：蜻蜓中一種最大（汴人呼為馬大頭）者，是也。身綠色。其雌者腰間有碧色一遭。入藥用雄者。此物生於水中，故多飛水上。其類眼皆大，陶氏獨言蜻蜓眼大何也？",
            "時珍曰：蜻蛉大頭露目，短頸長腰軃尾，翼薄如紗。食蚊虻，飲露水。《造化權輿》云：水蠆化䗓。羅願云：水蠆化蜻蛉，蜻蛉仍交於水上，附物散卵，復為水蠆也。張華《博物志》亦言：五月五日，埋蜻蛉頭於戶內，可化青珠，未知然否？古方惟用大而青者，近時房中術，亦有用紅色者。崔豹云：遼海間有紺蠜蟲，如蜻蛉而玄紺色，六、七月群飛暗天。",
            "夷人食之，雲海中青蝦所化也。《雲南志》云：瀾滄蒲蠻諸地，凡土蜂、蜻蛉、蚱蜢之類，無不食之也。"
        ],
        "氣味": [
            "微寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "強陰，止精（《別錄》）。壯陽，暖水臟（《日華》）。"
        ]
    },
    {
        "名字": "樗雞",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《本經》中品",
        "別稱": [
            "紅娘子（《綱目》）",
            "灰花蛾"
        ],
        "釋名": [
            "",
            "時珍曰：其鳴以時，故得雞名。《廣雅》作樗鳩，《廣志》作犨雞，皆訛矣。其羽文彩，故俗呼紅娘子、灰花蛾云。"
        ],
        "集解": [
            "《別錄》曰：生河內川穀樗樹上。七月採，曝乾。",
            "弘景曰：今出梁州。形似寒螿而小。樗樹似漆而臭，亦猶芫青、亭長在芫、葛上也。",
            "恭曰：河內無此，今出岐州。此有二種：以五色具者為雄，入藥良。其青黑質、白斑者是雌，不入藥。",
            "宗奭曰：汴洛諸界尤多。形類蠶蛾，但腹大，頭足微黑，翅兩重，外一重灰色，內一重深紅，五色皆具。",
            "頌曰：《爾雅》云：螒，天雞。郭璞注云：小蟲也，黑身赤頭。一名莎雞，又曰樗雞。然今之莎雞生樗木上，六月中出飛，而振羽索索作聲，人或蓄之樊中。但頭方腹大，翅羽外青內紅，而身不黑，頭不赤，此殊不類郭說。樗上一種頭翅皆赤者，乃如舊說，人呼為紅娘子。然不名樗雞，疑即是此，蓋古今之稱不同爾。",
            "時珍曰：樗即臭椿也。此物初生，頭方而扁，尖喙向下，六足重翼，黑色。及長則能飛，外翼灰黃有斑點，內翅五色相間。其居樹上，布置成行。秋深生子在樗皮上。蘇恭、寇宗奭之說得之。蘇頌引郭璞以為莎雞者，誤矣。莎雞居莎草間，蟋蟀之類，似蝗而斑，有翅數重，下翅正赤，六月飛而振羽有聲。",
            "詳見陸璣《毛詩疏義》。而羅願《爾雅》翼以莎雞為絡緯，即俗名紡絲者。"
        ],
        "修治": [
            "時珍曰：凡使去翅、足，以糯米或用麵炒黃色，去米、面用。"
        ],
        "氣味": [
            "苦，平，有小毒，不可近目（《別錄》）"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "心腹邪氣，陰痿，益精強志，生子好色，補中輕身（《本經》）。腰痛下氣，強陰多精（《別錄》）。通血閉，行瘀血（宗奭）。主瘰癧，散目中結翳，辟邪氣，療猘犬傷（時珍）。"
        ],
        "發明": [
            "弘景曰：方藥稀用，為大麝香丸用之。",
            "時珍曰：古方闢瘟殺鬼丸中用之，近世方中多用，蓋厥陰經藥，能行血活血也。《普濟方》治目翳撥雲膏中，與芫青、斑蝥同用，亦是活血散結之義也。"
        ],
        "附方": [
            {
                "名稱": "子宮虛寒",
                "方法": "《杏林摘要》云：婦人無子，由子宮虛寒，下元虛，月水不調，或閉或漏，或崩中帶下，或產後敗血未盡，內結不散。用紅娘子六十枚，大黃、皂莢、葶藶各一兩，巴豆一百二十枚，為末。棗肉為丸，如彈子大。以綿裹留系，用竹筒送入陰戶。一時許發熱渴，用熟湯一、二盞解之。"
            },
            {
                "名稱": "後發寒",
                "方法": "靜睡要安，三日方取出。每日空心以雞子三枚，胡椒末二分，炒食，酒下以補之，久則子宮暖矣。"
            },
            {
                "名稱": "瘰癧結核",
                "方法": "用紅娘子十四枚，乳香、砒霜各一錢，硇砂一錢半，黃丹五分，為末，糯米粥和作餅，貼之。不過一月，其核自然脫下矣。（《衛生易簡方》）"
            },
            {
                "名稱": "瘋狗咬傷，不治即死",
                "方法": "用紅娘子二個、斑蝥五個（並去翅、足，若四十歲各加一個，五十歲各加二個），青娘子三個（去翅，足，四十歲加一個，五、六十歲加二個），海馬半個，續隨子一分，乳香、沉香、桔梗各半分，酥油少許，為末。十歲者作四服，十五歲作三服，二十歲作二服，三十歲作一服。（《談野翁方》）"
            },
            {
                "名稱": "橫痃便毒",
                "方法": "雞子一個開孔，入紅娘子六個，紙包煨熟。去紅娘子，食雞子，以酒下。小便淋瀝出濃血即愈。（陸氏《積德堂方》）"
            }
        ]
    },
    {
        "名字": "棗貓",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "集解": [
            "時珍曰：棗貓，古方無考，近世方廣《丹溪心法附余》，治小兒方用之。注云：生棗樹上飛蟲也。大如棗子，青灰色，兩角。採得，陰乾用之。"
        ],
        "氣味": [
            "缺"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "小兒臍風。",
            "時珍曰：按方廣云：小兒初生，以綿裹臍帶，離臍五、六寸扎定，咬斷。以鵝翎筒送藥一、二分，入臍大孔，輕輕揉散。以艾炷灸臍頭三壯。",
            "結住勿打動，候其自落，永無臍風之患，萬不失一。臍硬者用之，軟者無病，不必用也。其法用陰乾棗貓兒（研末）三個，真珠（槌研）四十九粒，炒黃丹、白枯礬、蛤粉、血竭各五分，研勻，如上法用。臍有三孔，一大二小也。"
        ]
    },
    {
        "名字": "斑蝥",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《本經》下品",
        "校正": [
            "陳藏器：螌蝥蟲系重出，今併為一。"
        ],
        "別稱": [
            "斑蝥（《本經》）",
            "龍尾（同上）",
            "螌蝥蟲（《拾遺》）",
            "龍蠔（音刺）"
        ],
        "釋名": [
            "斑蠔。",
            "時珍曰：斑言其色，蝥刺言其毒，如矛刺也。亦作螌蝥，俗訛為斑蝥，又訛斑蠔為斑尾也。《吳普本草》又名斑菌，曰腃發，曰晏青。"
        ],
        "集解": [
            "《別錄》曰：斑蝥生河東川穀。八月取，陰乾。",
            "吳普曰：生河內川穀，亦生水石。",
            "保升曰：斑蝥所在有之，七、八月大豆葉上甲蟲也。長五、六分，黃黑斑紋，烏腹尖喙。就葉上採取，陰乾用。",
            "弘景曰：此一蟲五變，主療皆相似。二、三月在芫花上，即呼為芫青；四、五月在王不留行草上，即呼為王不留行蟲；六七月在葛花上，即呼為葛上亭長；八、九月在豆花上，即呼為斑蝥；九月、十月復還地蟄，即呼為地膽，此是偽地膽耳。為療猶同也。其斑蝥大如巴豆，甲上有黃黑斑點；芫青，青黑色；亭長，身黑頭赤。",
            "斆曰：芫青、斑蝥、亭長、赤頭四件，樣各不同，所居、所食、所效亦不同。芫青嘴尖，背上有一畫黃，在芫花上食汁；斑蝥背上一畫黃，一畫黑，嘴尖處有一小赤點，在豆葉上食汁；亭長形黃黑，在葛葉上食汁；赤頭身黑，額上有大紅一點也。",
            "頌曰：四蟲皆是一類，但隨時變耳。《深師方》云：四月、五月、六月為葛上亭長，七月為斑蝥，九月、十月為地膽。今醫家知用芫青、斑蝥，而地膽、亭長少使，故不得詳也。",
            "恭曰：本草、古今諸方，並無王不留行蟲。若陶氏所言，則四蟲專在一處。今地膽出豳州，芫青出寧州，亭長出雍州，斑蝥所在皆有。四蟲出四處，可一歲周遊四州乎？芫青、斑蝥，形段相似，亭長、地膽，狀貌大殊。且豳州地膽三月至十月採自草菜上，非地中取，陶蓋浪言爾。",
            "時珍曰：按：《本經》、《別錄》，四蟲採取時月，正與陶說相合。《深師方》用亭長，所注亦同。自是一類，隨其所居、所出之時而命名爾。蘇恭強闢，陶說亦自欠明。按：《太平御覽》引《神農本草經》云：春食芫花為芫青，夏食葛花為亭長，秋食豆花為斑蝥，冬入地中為地膽（黑頭赤尾）。",
            "其說甚明，而唐、宋校正者反失收取，更致紛紜，何哉？陶氏之王不留行蟲，雷氏之赤頭，方藥未有用者。要皆此類，固可理推。余見地膽。"
        ],
        "修治": [
            "斆曰：凡斑蝥、芫青、亭長、地膽修事，並用糯米、小麻子相拌炒，至米黃黑色取出，去頭、足、兩翅，以血餘裹，懸東牆角上一夜，至明用之，則毒去也。",
            "大明曰：入藥須去翅、足，糯米炒熟，不可生用，即吐瀉人。",
            "時珍曰：一法用麩炒過，醋煮用之也。"
        ],
        "氣味": [
            "辛，寒，有毒"
        ],
        "氣味補充": [
            "",
            "普曰：神農：辛。岐伯：咸。扁鵲：甘，有大毒。馬刀為之使，畏巴豆、丹參、空青。惡膚青、甘草、豆花。",
            "時珍曰：斑蝥、芫青、亭長、地膽之毒，靛汁、黃連、黑豆、蔥、茶，皆能解之。"
        ],
        "主治": [
            "寒熱，鬼疰蠱毒，鼠瘻，惡瘡疽，蝕死肌，破石癃（《本經》）。血積，傷人肌。治疥癬，墮胎（《別錄》）。治瘰癧，通利水道（甄權）。療淋疾，敷惡瘡瘻爛（《日華》）。治疝瘕，解疔毒、猘犬毒、沙蝨毒、蠱毒、輕粉毒（時珍）。"
        ],
        "發明": [
            "宗奭曰：妊娠人不可服之，為潰人肉。治淋方多用，極苦人，須斟酌之。",
            "時珍曰：斑蝥，人獲得之，尾後惡氣射出，臭不可聞。故其入藥亦專主走下竅，直至精溺之處，蝕下敗物，痛不可當。葛氏云：凡用斑蝥，取其利小便，引藥行氣，以毒攻毒是矣。",
            "楊登甫云：瘰癧之毒，莫不有根，大抵以斑蝥、地膽為主。制度如法，能使其根從小便中出，或如粉片，或如血塊，或如爛肉，皆其驗也。但毒之行，小便必澀痛不可當，以木通、滑石、燈心輩導之。又葛洪《肘後方》云：《席辯刺史傳》云：凡中蠱毒，用斑蝥蟲四枚，去翅、足炙熟，桃皮五月初五日採取。去黑皮陰乾，大戟去骨，各為末。",
            "如斑蝥一分，二味各用二分，合和棗核大，以米清飲服之，必吐出蠱。一服不瘥，十日更服。此蠱洪州最多，有老嫗解療之，一人獲縑二十匹，秘方不傳。後有子孫犯法，黃華公若於則時為都督，因而得之也。"
        ],
        "附方": [
            {
                "名稱": "內消瘰癧，不拘大人小兒",
                "方法": "《經驗方》：用斑蝥一兩（去翅、足），以粟一升同炒，米焦去米不用，入干薄荷四兩為末，烏雞子清丸如綠豆大。空心臘茶下一丸，加至五丸，卻每日減一丸，減至一丸後，每日五丸，以消為度。《廣利》：治瘰癧經久不瘥。用斑蝥一枚，去翅、足，微炙，以漿水一盞，空腹吞之。用蜜水亦可。重者不過七枚瘥也。"
            },
            {
                "名稱": "瘻瘡有蟲",
                "方法": "八月中多取斑蝥，以苦酒浸半日，曬乾。每用五個，（銅器炒熟為末），巴豆一粒，黃犬背上毛二七根（炒研），硃砂五分。同和苦酒頓服，其蟲當盡出也。"
            },
            {
                "名稱": "癰疽拔膿，癰疽不破，或破而腫硬無膿",
                "方法": "斑蝥為末，以蒜搗膏，和水一豆許，貼之。少頃膿出，即去藥。（《直指》）"
            },
            {
                "名稱": "疔腫拔根",
                "方法": "斑蝥一枚捻破，以針劃瘡上，作米字形樣，封之，即出根也。（《外臺》）"
            },
            {
                "名稱": "血疝便毒",
                "方法": "不拘已成、未成，隨即消散。斑蝥三個（去翅、足，炒），滑石三錢，同研，分作三服。空心白湯下，日一服，毒從小便出。如痛，以車前、木通、澤瀉、豬苓煎飲，名破毒飲，甚效。（東垣方）"
            },
            {
                "名稱": "積年癬瘡",
                "方法": "《外臺》：用斑蝥半兩，微炒為末，蜜調敷之。《永類》：用斑蝥七個，醋浸，露一夜，搽之。"
            },
            {
                "名稱": "面上㾦㿔大風，面上有紫㾦㿔未消",
                "方法": "用干斑蝥末，以生油調敷。約半日，㾦㿔脹起。以軟帛拭去藥，以棘針挑破，近下令水出干。不得剝其瘡皮，及不可以藥近口、眼。若是尖㾦㿔子，即勿用此，別用膽礬末合藥以治之。（《聖濟總錄》）"
            },
            {
                "名稱": "疣痣黑子",
                "方法": "斑蝥三個，人言少許。以糯米五錢，炒黃，去米，入蒜一個，搗爛點之。"
            },
            {
                "名稱": "瘋狗咬傷",
                "方法": "《衛生易簡方》云：此乃九死一生之病。急用斑蝥七枚，以糯米炒黃，去米為末。酒一盞，煎半盞。空心溫服，取下小肉狗三、四十枚為盡。如數少，數日再服。七次無狗形，永不再發也，累試累驗。《醫方大成》：用大斑蝥三七枚，去頭、翅、足，用糯米一勺，略炒過，去斑蝥。"
            },
            {
                "名稱": "別以七枚如前炒",
                "方法": "色變，復去之。別以七枚如前，至青煙為度，去蝥，只以米為粉。用冷水入清油少許，空心調服。須臾再進一服，以小便利下毒物為度。如不利，再進。利後肚疼，急用冷水調青靛服之，以解其毒，否則有傷。黃連水亦可解之。但不宜服一切熱物也。"
            },
            {
                "名稱": "中沙蝨毒",
                "方法": "斑蝥二枚：一枚末服；一枚燒至煙盡，研末，敷瘡中，立瘥。（《肘後》）"
            },
            {
                "名稱": "塞耳治聾",
                "方法": "斑蝥（炒）二枚，生巴豆（去皮、心）二枚，杵丸棗核大。綿裹塞之。（《聖惠方》）"
            },
            {
                "名稱": "妊娠胎死",
                "方法": "斑蝥一枚，燒研水服，即下。（《廣利方》）"
            }
        ]
    },
    {
        "名字": "芫青",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《別錄》下品",
        "釋名": [
            "青娘子。",
            "時珍曰：居芫花上而色青，故名芫青。世俗諱之，呼為青娘子，以配紅娘子也。"
        ],
        "集解": [
            "《別錄》曰：三月取，曝乾。",
            "弘景曰：二月、三月在芫花上，花時取之，青黑色。",
            "恭曰：出寧州。",
            "頌曰：處處有之。形似斑蝥，但色純青綠，背上一道黃紋，尖喙。三、四月芫花發時乃生，多就芫花上採之，曝乾。",
            "時珍曰：但連芫花莖葉採置地上，一夕儘自出也。余見斑蝥。"
        ],
        "修治": [
            "見斑蝥。"
        ],
        "氣味": [
            "辛，微溫，有毒"
        ],
        "氣味補充": [
            "",
            "時珍曰：芫青之功同斑蝥，而毒尤猛，蓋芫花有毒故也。畏、惡同斑蝥。"
        ],
        "主治": [
            "蠱毒、風疰、鬼疰，墮胎（《別錄》）。治鼠瘻（弘景）。主疝氣，利小水，消瘰癧，下痰結，治耳聾目翳，猘犬傷毒。余功同斑蝥（時珍）。"
        ],
        "附方": [
            "偏墜疼痛：青娘子、紅娘子各十枚，白麵拌炒黃色，去前二物，熟湯調服，立效也。（《談野翁方》）",
            "目中頑翳：發背膏：用青娘子、紅娘子、斑蝥各二個（去頭、足，麵炒黃色），硼砂一錢，蕤仁（去油）五個，為末。每點少許，日五、六次，仍同春雪膏點之（膏見黃連下）。（《普濟方》）",
            "塞耳治聾：芫青、巴豆仁、蓖麻仁各一枚研，丸棗核大。綿包塞之。（《聖惠方》）"
        ]
    },
    {
        "名字": "葛上亭長",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《別錄》下品",
        "釋名": [
            "弘景曰：此蟲黑身赤頭，如亭長之著玄衣赤幘，故名也。"
        ],
        "集解": [
            "《別錄》曰：七月取，曝乾。",
            "弘景曰：葛花開時取之。身黑頭赤，腹中有卵，白如米粒。",
            "恭曰：出雍州。",
            "保升曰：處處有之。五、六月葛葉上採之。形似芫青而蒼黑色。",
            "斆曰：亭長形黑黃，在葛上食蔓膠汁。又有赤頭，身黑色，額上有大紅一點，各有用處。",
            "時珍曰：陶言黑身赤頭，故名亭長。而雷氏別出赤頭，不言出處，似謬。"
        ],
        "修治": [
            "同斑蝥。"
        ],
        "氣味": [
            "辛，微溫，有毒"
        ],
        "氣味補充": [
            "惡、畏同斑蝥。"
        ],
        "主治": [
            "蠱毒鬼疰，破淋結積聚，墮胎（《別錄》）。",
            "通血閉症塊鬼胎。余功同斑蝥（時珍）。"
        ],
        "發明": [
            "頌曰：《深師》療淋用亭長，說之最詳。云：取葛上亭長折斷腹，腹中有白子，如小米，三二分。安白板上，陰乾燥，二、三日收之。若有人患十年淋，服三枚；八、九年以還，服二枚。服時以水如棗許著小杯中，爪甲研之，當扁扁見於水中。仰面吞之，勿令近牙齒間。",
            "藥雖微小，下喉自覺，當至下焦淋所。有頃，藥大作。煩急不可堪者，飲干麥飯汁，則藥勢止也。若無干麥飯，但水亦可耳。老、小服三分之一，當下淋疾如膿血連連爾。石去者，或如指頭，或青或黃，不拘男女皆愈。若藥不快，淋不下，以意節度，更增服之。此蟲四月、五月、六月為亭長（頭赤身黑），七月為斑蝥，九月、十月為地膽，隨時變耳。"
        ],
        "附方": [
            {
                "名稱": "經脈不通",
                "方法": "婦人經脈不通，症塊脹滿，腹有鬼胎。用葛上亭長五枚，以糙米和炒，去翅、足，研末。分三服，空心甘草湯下。須臾覺臍腹急痛，以黑豆煎湯服之，當通。（《聖惠方》）肺風白癩：葛上亭長四七枚（去翅、足，與糯米同炒，米熟為度，不用米），干蝮蛇一枚（頭尾全者，炙黃，去鱗及腹中物），共搗羅，生絹袋貯。以酒五升，瓷瓶中慢火煅煮。"
            },
            {
                "名稱": "酒及一升以下",
                "方法": "將綿囊蘸藥汁，摩塗癩上，日二夜一。如不急痛，日夜可五七次塗之。（《聖濟總錄》）"
            }
        ]
    },
    {
        "名字": "地膽",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《本經》下品",
        "別稱": [
            "蚖青（《本經》）",
            "青蠵（攜）"
        ],
        "釋名": [
            "",
            "弘景曰：地膽是芫青所化，故亦名蚖青。用蚖字者，亦承誤爾。",
            "時珍曰：地膽者，居地中，其色如膽也。按：《太平御覽》引《爾雅》云：地膽、地要，青蠵也。又引《吳普本草》云：地膽一名杜龍，一名青虹。陶弘景以蠵字為蛙字，音烏媧切者，誤矣。宋本因之，今俱釐政也。"
        ],
        "集解": [
            "《別錄》曰：生汶山川穀。八月取之。",
            "弘景曰：真地膽出梁州，狀如大螞蟻，有翼。偽者是斑蝥所化，狀如大豆。大抵療體略同，亦難得真耳。",
            "恭曰：形如大螞蟻者，今出邠州，三月至十月，草萊上採之，非地中也。狀如大豆者，未見之，陶亦浪證爾。",
            "保升曰：二月、三月、八月、九月，草萊上取之，形倍黑色，芫青所化也。",
            "時珍曰：今處處有之，在地中或牆石內，蓋芫青、亭長之類，冬月入蟄者，狀如斑蝥。蘇恭未見，反非陶說，非也。《本經》別名芫青，尤為可證。既曰地膽，不應覆在草萊上矣。蓋芫青，青綠色；斑蝥，黃斑色；亭長，黑身赤頭；地膽，黑頭赤尾。色雖不同，功亦相近。"
        ],
        "修治": [
            "同斑蝥。"
        ],
        "氣味": [
            "辛，寒，有毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "鬼疰寒熱，鼠瘻惡瘡死肌，破癥瘕，墮胎（《本經》）。",
            "蝕瘡中惡肉，鼻中息肉，散結氣石淋。去子，服一刀圭即下（《別錄》）。",
            "宣拔瘰癧根，從小便中出，上亦吐出。又治鼻齆（《藥性》）。治疝積疼痛。余功同斑蝥（時珍）。"
        ],
        "發明": [
            "頌曰：今醫家多用斑蝥、芫青，而稀用亭長、地膽，蓋功亦相類耳。",
            "時珍曰：按楊氏《直指方》云：有癌瘡顆顆累垂，裂如瞽眼，其中帶青，由是簇頭各露一舌，毒深穿孔，男則多發於腹，女則多發於乳，或項或肩，令人昏迷。急宜用地膽為君，佐以白牽牛、滑石、木通，利小便以宣其毒。更服童尿灌滌餘邪，乃可得安也。"
        ],
        "附方": [
            "小腸氣痛：地膽（去翅、足、頭，微炒）、硃砂各半兩，滑石一兩，為末。每苦杖酒食前調服二錢，即愈。（《宣明》）",
            "鼻中息肉：地膽，生研汁，灌之。乾者，酒煮取汁。又方：細辛、白芷等分。為末，以生地膽汁和成膏。每用少許點之，取消為度。（並《聖惠方》）"
        ]
    },
    {
        "名字": "蜘蛛",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《別錄》下品",
        "別稱": [
            "次𧋌（音秋"
        ],
        "釋名": [
            "《爾雅》）、蠾蝓（屬俞。《方言》）、䖦蟱（亦作蝃蝥。音拙謀）。",
            "時珍曰：按：王安石《字說》云：設一面之網，物觸而後誅之。知乎誅義者，故曰蜘蛛。《爾雅》作鼅鼄，從黽，黽者大腹也。揚雄《方言》云：自關而東呼為蠾蝓，侏儒語轉也。北燕朝鮮之間，謂之蝳蜍。齊人又呼為社公。䖦蟱見下。"
        ],
        "集解": [
            "弘景曰：蜘蛛數十種，今入藥惟用懸網如魚罾者，亦名䖦蟱。赤斑者俗名絡新婦，亦入方術家用。其餘並不入藥。",
            "頌曰：蜘蛛處處有之，其類極多。《爾雅》云：次𧋌、鼅鼄，蝃蝥也。土鼅鼄，草鼅鼄，蠨蛸，長踦。郭璞注云：今江東呼鼅鼄為蝃蝥。長腳者俗呼為蟢子。則陶云䖦蟱者，即蝃蝥也。",
            "藏器曰：䖦蟱在孔穴中及草木上，陶言即蜘蛛，非矣。",
            "斆曰：凡五色者，及大身有刺毛生者，並薄小者，並不入藥。惟身小尻大，腹內有蒼黃膿者為真。取屋西結網者，去頭、足，研膏用。",
            "宗奭曰：蜘蛛品多，皆有毒。今人多用人家檐角、籬頭、陋巷之間，空中作圓網，大腹深灰色者耳。遺尿著人，令人生瘡癬。",
            "恭曰：劍南、山東，為此蟲所齧，瘡中出絲，屢有死者。",
            "時珍曰：蜘蛛布網，其絲右繞。其類甚多，大小顏色不一，《爾雅》但分蜘蛛、草、土及蠨蛸四種而已。蜘蛛齧人甚毒，往往見於典籍。",
            "按劉禹錫《傳信方》云：判官張延賞，為花蜘蛛咬頸上，一宿有二赤脈繞項下至心前，頭面腫如數斗，幾至不救。一人以大藍汁入麝香、雄黃，取一蛛投入，隨化為水。遂以點咬處，兩日悉愈。又云：貞元十年，崔從質員外言：有人被蜘蛛咬，腹大如孕婦。有僧教飲羊乳，數日而平。",
            "又李絳《兵部手集》云：蜘蛛咬人遍身成瘡者，飲好酒至醉，則蟲於肉中似小米自出也。劉郁《西使記》云：赤木兒城有蟲如蛛，毒中人則煩渴，飲水立死，惟飲葡萄酒至醉吐則解。此與李絳所言蜘蛛毒人，飲酒至醉則愈之意同，蓋亦蜘蛛也。鄭曉吾《學編》云：西域賽藍地方，夏秋間草生小黑蜘蛛，甚毒，齧人痛聲徹地。",
            "土人誦咒以薄荷枝拂之，又以羊肝遍擦其體，經一日夜痛方止，愈後皮脫如蛻。牛馬被傷輒死也。元稹《長慶集》云：巴中蜘蛛大而毒，甚者身邊數寸。踦長數倍其身，竹木被網皆死。中人，瘡痏痛癢倍常，惟以苦酒調雄黃塗之，仍用鼠負蟲食其絲盡則愈。不急救之，毒及心能死人也。",
            "段成式《酉陽雜俎》云：深山蜘蛛有大如車輪者，能食人物。若此數說，皆不可不知。《淮南萬畢術》言：赤斑蜘蛛食豬肪百日，殺以塗布，雨不能濡；殺以塗足，可履水上。《抱朴子》言：蜘蛛、水馬，合馮夷水仙丸服，可居水中。皆方士幻誕之談，不足信也。"
        ],
        "氣味": [
            "微寒，有小毒"
        ],
        "氣味補充": [
            "",
            "大明曰：無毒。畏蔓青、雄黃。",
            "時珍曰：蛛入飲食不可食。"
        ],
        "主治": [
            "大人、小兒㿉，及小兒大腹丁奚，三年不能行者（《別錄》）。蜈蚣、蜂、蠆螫人，取置咬處，吸其毒（弘景）。主蛇毒溫瘧，止嘔逆霍亂（蘇恭）。取汁，塗蛇傷。燒啖，治小兒腹疳（蘇頌）。主口喎、脫肛、瘡腫、胡臭、齒䘌（時珍）。斑者，治瘧疾疔腫（《日華》）。",
            "蟲牙、牙疳（時珍）。",
            "喜忘，七月七日取置衣領中，勿令人知（《別錄》）。以纏疣贅，七日消落，有驗（蘇恭）。療瘡毒，止金瘡血出。炒黃研末，酒服，治吐血（時珍。出《聖惠方》）。"
        ],
        "發明": [
            "頌曰：《別錄》言蜘蛛治㿉。張仲景治陰狐疝氣，偏有大小，時時上下者，蜘蛛散主之。蜘蛛十四枚（炒焦），桂半兩，為散。每服八分一匕，日再。或以蜜丸亦通。",
            "恭曰：蜘蛛能制蛇，故治蛇毒，而本條無此。",
            "時珍曰：《鶴林玉露》載：蜘蛛能制蜈蚣，以溺射之，節節斷爛。則陶氏言蜘蛛治蜈蚣傷，亦相伏爾。沈括《筆談》載：蛛為蜂螫，能齧芋梗，磨創而愈。今蛛又能治蜂、蠍螫，何哉？又劉義慶《幽明錄》云：張甲與司徒蔡謨有親。謨晝寢夢甲曰：忽暴病，心腹痛，脹滿不得吐下。",
            "名乾霍亂，惟用蜘蛛生斷去腳吞之則愈。但人不知，甲某時死矣。謨覺，使人驗之，甲果死矣。後用此治乾霍亂輒驗也。按此說雖怪，正合《唐注》治嘔逆霍亂之文，當亦不謬。蓋蜘蛛服之，能令人利也。",
            "",
            "時珍曰：按：侯延慶《退齋雅聞錄》云：凡人卒暴吐血者，用大蜘蛛網，搓成小團，米飲吞之，一服立止。此乃孫紹先所傳方也。又《酉陽雜俎》云：裴旻山行，見山蜘蛛垂絲如匹布。引弓射殺，斷其絲數尺收之。部下有金瘡者，剪方寸貼之，血立止也。觀此，則蛛網蓋止血之物也。"
        ],
        "附方": [
            {
                "名稱": "中風口喎",
                "方法": "向火取蜘蛛摩偏急頰車上，候正即止。（《千金方》）"
            },
            {
                "名稱": "小兒口噤",
                "方法": "《直指》立聖散：用干蜘蛛一枚（去足，竹瀝浸一宿，炙焦），蠍梢七個，膩粉少許。為末。每用一字，乳汁調，時時灌入口中。《聖惠方》：治小兒十日內，口噤不能吮乳。蜘蛛一枚，去足，炙焦研末。入豬乳一合，和勻。分作三服，徐徐灌之，神效無比。止截瘧疾：葛洪方：用蜘蛛一枚，同飯搗丸，吞之。"
            },
            {
                "名稱": "《楊氏家藏》",
                "方法": "用蜘蛛一枚，著蘆管中，密塞，綰項上。勿令患人知之。《海上》：用蜘蛛三五枚，綿包，系寸口上。《宣明方》：用大蜘蛛三枚，信砒一錢，雄黑豆四十九粒，為末，滴水為丸豌豆大。先夜以一丸獻於北斗下，次早紙裹插耳內，立見神聖。一丸可醫二人。"
            },
            {
                "名稱": "泄痢脫肛",
                "方法": "疼痛已久者，黑聖散主之。大蜘蛛一個，瓠葉兩重包紮定，合子內燒存性，入黃丹少許，為末。先以白礬、蔥、椒煎湯洗，拭乾，以前藥末置軟帛上，托入收之，甚是有效也。（《乘閒方》）"
            },
            {
                "名稱": "走馬牙疳，出血作臭",
                "方法": "用蜘蛛一枚，銅綠半錢，麝香少許，杵勻擦之。無蛛用殼。（《直指》）"
            },
            {
                "名稱": "齒䘌斷爛",
                "方法": "用大蜘蛛一個，以濕紙重裹，荷葉包之，灰火煨焦為末，入麝香少許，研敷。（《永類鈐方》）"
            },
            {
                "名稱": "聤耳出膿",
                "方法": "蜘蛛一個，胭脂坯子半錢，麝香一字，為末。用鵝翎吹之。"
            },
            {
                "名稱": "吹奶疼痛",
                "方法": "蜘蛛一枚，麵裹燒存性，為末。酒服即止，神效。"
            },
            {
                "名稱": "頦下結核",
                "方法": "大蜘蛛不計多少，好酒浸過，同研爛，澄去滓。臨臥時服之，最效。（《醫林集要》）"
            },
            {
                "名稱": "瘰癧結核",
                "方法": "無問有頭、無頭。用大蜘蛛五枚，日乾，去足細研，酥調塗之，日再上。（《聖惠方》）"
            },
            {
                "名稱": "鼠瘻腫核已破出膿水者",
                "方法": "蜘蛛二七枚，燒研，敷之。（《千金方》）"
            },
            {
                "名稱": "便毒初起",
                "方法": "大黑蜘蛛一枚，研爛，熱酒一碗，攪服，隨左右側臥取利。不退再服，必效。（《壽域》）"
            },
            {
                "名稱": "疔腫拔根",
                "方法": "取戶邊蜘蛛，杵爛，醋和，先挑四畔血出，根稍露，敷之，干即易。一日夜根拔出，大有神效。（《千金方》）"
            },
            {
                "名稱": "腋下狐臭",
                "方法": "大蜘蛛一枚，以黃泥入少赤石脂末，及鹽少許，和勻裹蛛，煅之為末，入輕粉一字，醋調成膏。臨臥敷腋下，明早登廁，必泄下黑汁也。（《三因方》）"
            },
            {
                "名稱": "蜂蠍螫傷",
                "方法": "蜘蛛研汁塗之，並以生者安咬處吸其毒。（《廣利方》）"
            },
            {
                "名稱": "蜈蚣咬傷",
                "方法": "同上（《孫真人》）。"
            },
            {
                "名稱": "蛇虺咬傷",
                "方法": "蜘蛛搗爛敷之，甚效。"
            },
            {
                "名稱": "一切惡瘡",
                "方法": "蜘蛛曬，研末，入輕粉，麻油塗之。（《直指方》）"
            },
            {
                "名稱": "蛻殼",
                "方法": ""
            },
            {
                "名稱": "蟲牙有孔",
                "方法": "蜘蛛殼一枚，綿裹塞之。（《備急》）牙疳出血：蜘蛛殼，為末，入胭脂、麝香少許，敷之。（《直指方》）"
            },
            {
                "名稱": "網",
                "方法": ""
            },
            {
                "名稱": "積年諸瘡",
                "方法": "蜘蛛膜貼之，數易。（《千金方》）"
            },
            {
                "名稱": "反花瘡疾",
                "方法": "同上。"
            },
            {
                "名稱": "肛門鼠痔",
                "方法": "蜘蛛絲，纏之，即落。"
            },
            {
                "名稱": "疣瘤初起",
                "方法": "柳樹上花蜘蛛絲纏之，久則自消。（《簡便方》）"
            }
        ]
    },
    {
        "名字": "草蜘蛛",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "正誤": [
            "舊標作䖦蚜，今據《爾雅》改作草蜘蛛。見下。"
        ],
        "集解": [
            "藏器曰：䖦蟱在孔穴中，及草木稠密處，作網如蠶絲為幕絡者，就中開一門出入。形段微似蜘蛛而斑小。陶言䖦蟱即蜘蛛，誤矣。",
            "時珍曰：《爾雅》：鼅鼄，蝃蝥也。草鼅鼄，在草上絡幕者。據此則陶氏所謂䖦蟱，正與《爾雅》相合。而陳氏所謂䖦蟱，即《爾雅》之草蜘蛛也，今改正之。然草上亦有數種，入藥亦取其大者爾。有甚毒者，不可不知。",
            "李氏《三元書》云：草上花蜘蛛絲最毒，能纏斷牛尾。有人遺尿，絲纏其陰至斷爛也。又沈存中《筆談》言：草上花蜘蛛咬人，為天蛇毒，則誤矣。詳見鱗部天蛇下。"
        ],
        "氣味": [
            "缺"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "出疔腫根，搗膏塗之（藏器）。",
            "絲，",
            "去瘤贅疣子，禳瘧疾（時珍）。"
        ],
        "附方": [
            "瘤疣：用稻上花蜘蛛十餘，安桃枝上，待絲垂下，取東邊者捻為線系之，七日一換，自消落也。（《總微論》）",
            "截瘧：五月五日取花蜘蛛，曬乾，絳囊盛之，臨期，男左女右係臂上，勿令知之。（《普濟方》）"
        ]
    },
    {
        "名字": "壁錢",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "釋名": [
            "壁鏡。",
            "時珍曰：皆以窠形命名也。"
        ],
        "集解": [
            "藏器曰：壁錢蟲似蜘蛛，作白幕如錢，貼牆壁間，北人呼為壁繭。",
            "時珍曰：大如蜘蛛，而形扁斑色，八足而長。亦時蛻殼，其膜色光白如繭。或云：其蟲有毒，咬人至死。惟以桑柴灰煎取汁，調白礬末敷之。妙。"
        ],
        "氣味": [
            "無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "鼻衄，及金瘡出血不止，捺取蟲汁，注鼻中及點瘡上。亦療外野雞病下血（藏器）。治大人、小兒急疳，牙蝕腐臭，以壁蟲同人中白等分，燒研，貼之。又主喉痹（時珍。出《聖惠》等方）。",
            "小兒嘔逆，取二七枚煮汁飲之（藏器）。",
            "產後咳逆，三、五日不止欲死者，取三、五個煎汁，呷之，良。又止金瘡、諸瘡出血不止，及治瘡口不斂，取繭頻貼之。止蟲牙痛（時珍）。"
        ],
        "附方": [
            {
                "名稱": "喉痹乳蛾",
                "方法": "已死者復活。用牆上壁錢七個，內要活蛛二枚，捻作一處，以白礬七分一塊，化開，以壁錢惹礬，燒存性，出火毒，為末。竹管吹入，立時就好。忌熱肉、硬物。"
            },
            {
                "名稱": "窠幕",
                "方法": ""
            },
            {
                "名稱": "蟲牙疼痛",
                "方法": "《普濟方》：以壁上白蟢窠四、五個（剝去黑者），以鐵刀燒出汗，將窠惹汗丸之，納入牙中甚效。又以乳香入窠內燒存性，納之亦效。一方：用牆上白蛛窠，包胡椒末塞耳，左痛塞右，右痛塞左，手掩住，側臥，待額上有微汗，即愈。"
            }
        ]
    },
    {
        "名字": "螲蟷",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "別稱": [
            "蛈蜴（《爾雅》）",
            "顛當蟲（《拾遺》）",
            "蛈母（《綱目》）",
            "土蜘蛛"
        ],
        "釋名": [
            "",
            "藏器曰：螲蟷（音窒當），《爾雅》作蛈蜴（音迭湯），今轉為顛當蟲，河北人呼為蛈蟷（音侄唐），鬼谷子謂之蛈母。"
        ],
        "集解": [
            "藏器曰：螲蟷是處有之。形似蜘蛛，穴土為窠，穴上有蓋覆穴口。",
            "時珍曰：蛈蜴，即《爾雅》土蜘蛛也，土中布網。按段成式《酉陽雜俎》云：齋前雨後多顛當窠，深如蚓穴，網絲其中，土蓋與地平，大如榆莢。常仰捍其蓋，伺蠅、蠖過，輒翻蓋捕之。才入復閉，與地一色，無隙可尋，而蜂復食之。秦中兒謠云：顛當顛當牢守門，蠮螉寇汝無處奔。"
        ],
        "氣味": [
            "有毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "一切疔腫、附骨疽蝕等瘡。宿肉贅瘤，燒為末，和臘月豬脂敷之。亦可同諸藥敷疔腫，出根為上（藏器）。"
        ]
    },
    {
        "名字": "蠍",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《開寶》",
        "別稱": [
            "蛜𧌴（音伊祁"
        ],
        "釋名": [
            "《蜀本》）主簿蟲（《開寶》）、杜柏（《廣雅》）、蠆尾蟲。",
            "志曰：段成式《酉陽雜俎》云：江南舊無蠍。開元初有主簿，以竹筒盛過江，至今往往有之，故俗稱為主簿蟲。",
            "時珍曰：按：《唐史》云：劍南本無蠍，有主簿將至，遂呼為主簿蟲。又張揖《廣雅》云：杜伯，蠍也。陸璣《詩疏》云：蠆一名杜伯，幽州人謂之蠍。觀此，則主簿乃杜伯之訛，而後人遂附會其說。許慎云：蠍，蠆尾蟲也。長尾為蠆。短尾為蠍。葛洪云：蠍前為螫，後為蠆。",
            "古語云：蜂、蠆垂芒，其毒在尾。今入藥有全用者，謂之全蠍；有用尾者，謂之蠍梢，其力尤緊。"
        ],
        "集解": [
            "志曰：蠍出青州。形緊小者良。段成式云：鼠負蟲巨者，多化為蠍。蠍子多負於背，子色白，才如稻粒。陳州古倉有蠍，形如錢，螫人必死。蝸能食之，先以跡規之，不復去也。",
            "宗奭曰：今青州山中石下捕得，慢火逼之，或烈日中曬，至蠍渴時，食以青泥；既飽，以火逼殺之，故其色多赤。欲其體重而售之也。用者當去其土。",
            "頌曰：今汴洛、河陝州郡皆有之。採無時，以火逼乾死收之。陶隱居《集驗方》言：蠍有雄雌：雄者螫人痛止在一處，用井泥敷之；雌者痛牽諸處，用瓦屋溝下泥敷之。皆可畫地作十字取土，水服方寸匕，或在手足以冷水漬之，微暖即易，在身以水浸布拓之，皆驗。又有咒禁法，亦驗。",
            "時珍曰：蠍形如水黽，八足而長尾，有節色青。今捕者多以鹽泥食之，入藥去足焙用。《古今錄驗》云：被蠍螫者，但以木碗合之，神驗不傳之方也。"
        ],
        "氣味": [
            "甘，辛，平，有毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "諸風癮疹，及中風半身不遂，口眼喎斜，語澀，手足抽掣（《開寶》）。小兒驚癇風搐，大人痎瘧，耳聾疝氣，諸風瘡，女人帶下陰脫（時珍）。"
        ],
        "發明": [
            "宗奭曰：大人、小兒通用，驚風尤不可闕。",
            "頌曰：古今治中風抽掣，及小兒驚搐方多用之。《篋中方》，治小兒風癇有方。",
            "時珍曰：蠍產於東方，色青屬木，足厥陰經藥也，故治厥陰諸病。諸風掉眩搐掣，瘧疾寒熱，耳聾無聞，皆屬厥陰風木。故東垣李杲云：凡疝氣、帶下，皆屬於風。蠍乃治風要藥，俱宜加而用之。"
        ],
        "附方": [
            {
                "名稱": "小兒臍風",
                "方法": "宣風散：治初生斷臍後傷風濕，唇青口撮，出白沫，不乳。用全蠍二十一個，無灰酒塗炙為末，入麝香少許。每用金、銀煎湯，調半字服之。（《全幼心鑑》）"
            },
            {
                "名稱": "小兒風癇",
                "方法": "取蠍五枚，以一大石榴割頭剜空，納蠍於中，以頭蓋之。紙筋和黃泥封裹，微火炙乾，漸加火煅赤。候冷去泥，取中焦黑者細研。乳汁調半錢，灌之便定。兒稍大，以防風湯調服。（《篋中方》）"
            },
            {
                "名稱": "慢脾驚風",
                "方法": "小兒久病後，或吐瀉後生驚，轉成慢脾。用蠍梢一兩為末，以石榴一枚剜空，用無灰酒調末，填入蓋定。坐文武火上，時時攪動，熬膏，取出放冷。每服一字，金、銀、薄荷湯調下。《本事方》：治吐利後虛困昏睡，欲生風癇，慢脾風症。全蠍、白朮、麻黃（去節）等分為末。二歲以下一字，三歲以上半錢。薄荷湯下。"
            },
            {
                "名稱": "天釣驚風，翻眼向上",
                "方法": "用乾蠍（全者）一個（瓦炒好），硃砂三綠豆大，為末，飯丸綠豆大。外以硃砂少許，同酒化下一丸，頓愈。（《聖惠》）"
            },
            {
                "名稱": "小兒胎驚",
                "方法": "蠍一枚，薄荷葉包，炙為末，入硃砂、麝香少許。麥門冬煎湯，調下一字，效（《湯氏寶書》）"
            },
            {
                "名稱": "小兒驚風",
                "方法": "用蠍一個（頭尾全者），以薄荷四葉裹定，火上炙焦，同研為末。分四服，白湯下。（《經驗方》）"
            },
            {
                "名稱": "大人風涎",
                "方法": "即上方，作一服。"
            },
            {
                "名稱": "風淫濕痹",
                "方法": "手足不舉，筋節攣疼。先與通關，次以全蠍七個瓦炒，入麝香一字研勻，酒三盞，空心調服。如覺已透則止，未透再服。如病未盡除，自後專以婆蒿根洗淨，酒煎，日二服。（《直指方》）"
            },
            {
                "名稱": "破傷中風",
                "方法": "《普濟方》：用乾蠍、麝香各一分，為末。敷患處，令風速愈。《聖惠》：用乾蠍（酒炒）、天麻各半兩為末，以蟾酥二錢，湯化為糊和搗，丸綠豆大。每服一丸至二丸，豆淋酒下（甚者加至三丸），取汗。"
            },
            {
                "名稱": "腎氣冷痛",
                "方法": "《聖惠》定痛丸：治腎臟虛，冷氣攻臍腹，疼痛不可忍，及兩脅疼痛。用乾蠍七錢半，焙為末。以酒及童便各三升，煎如稠膏，丸梧子大。每溫酒下二十丸。又蛜𧌴散：用蛜𧌴三十六枚（頭足全者）。掘一地坑，深、闊各五寸，用炭火五斤，燒赤，去火，淋醋一升入內。"
            },
            {
                "名稱": "待滲干",
                "方法": "勻排蛜𧌴於坑底，瓷碗蓋一夜，取出）。木香、蘿蔔子（炒）各一分，胡椒三十粒，檳榔、肉豆蔻各一個。為末。每服一錢，熱酒下。"
            },
            {
                "名稱": "小腸疝氣",
                "方法": "用緊小全蠍焙為末。每發時服一錢，入麝香半字，溫酒調服。少頃再進，神效。"
            },
            {
                "名稱": "腎虛耳聾",
                "方法": "十年者，二服可愈。小蠍四十九個，生薑（如蠍大）四十九片。同炒，薑干為度。研末，溫酒服之。至一二更時，更進一服，至醉不妨。次日耳中如笙簧聲，即效。（《杜壬方》）。"
            },
            {
                "名稱": "耳暴聾閉",
                "方法": "全蠍，去毒，為末，酒服一錢，以耳中聞水聲即效。（周密《志雅堂雜鈔》）"
            },
            {
                "名稱": "膿耳疼痛",
                "方法": "蠍梢七枚，（去毒焙），入麝香半錢為末。挑少許入耳中，日夜三、四次，以為度。（《楊氏家藏》）"
            },
            {
                "名稱": "偏正頭風，氣上攻不可忍",
                "方法": "用全蠍二十一個，地龍六條，土狗三個，五倍子五錢。為末。酒調，攤貼太陽穴上。（《德生堂經驗方》）。"
            },
            {
                "名稱": "風牙疼痛",
                "方法": "全蠍三個，蜂房二錢，炒研，擦之。（《直指方》）。"
            },
            {
                "名稱": "腸風下血",
                "方法": "乾蠍（炒）、白礬（燒）各二兩。為末。每服半錢，米飲下。（《聖惠方》）。"
            },
            {
                "名稱": "子腸不收",
                "方法": "全蠍，炒，研末。口噙水，鼻中㗜之，立效。（《衛生寶鑑》）"
            },
            {
                "名稱": "諸痔發癢",
                "方法": "用全蠍不以多少，燒煙燻之，即效，秘法也。（《袖珍方》）"
            },
            {
                "名稱": "諸瘡毒腫",
                "方法": "全蠍七枚，梔子七個，麻油煎黑，去滓，入黃蠟，化成膏，敷之。（《澹寮方》）"
            }
        ]
    },
    {
        "名字": "水蛭",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《本經》下品",
        "別稱": [
            "蚑（與蜞同"
        ],
        "釋名": [
            "《爾雅》作蟣）。至掌（《別錄》），大者名馬蜞（《唐本》）、馬蛭（《唐本》）、馬蟥（《衍義》）、馬鱉（《衍義》）。",
            "蚑，又稱蜞。《爾雅》中寫作蟣。大的蚑被稱為馬蜞、馬蛭、馬蟥、馬鱉。",
            "時珍曰：方音訛蛭為癡，故俗有水癡、草癡之稱。",
            "宗奭曰：汴人謂大者為馬鱉，腹黃者為馬蟥。"
        ],
        "集解": [
            "《別錄》曰：水蛭生雷澤池澤。五月、六月採，曝乾。",
            "弘景曰：處處河池有之，蚑有數種，以水中馬蜞得齧人、腹中有血者，干之為佳。山蚑及諸小者，皆不堪用。",
            "恭曰：有水蛭、草蛭，大者長尺許，並能咂牛、馬、人血。今俗多取水中小者，用之大效，不必食人血滿腹者。其草蛭在深山草上，人行即著脛股，不覺入於肉中，產育為害，山人自有療法。",
            "保升曰：惟採水中小者用之。別有石蛭生石上，泥蛭生泥中，二蛭頭尖腰粗色赤。誤食之，令人眼中如生煙，漸致枯損。",
            "時珍曰：李石《續博物志》云：南方水癡似鼻涕，聞人氣閃閃而動，就人體成瘡，惟以麝香、硃砂塗之即愈。此即草蛭也。"
        ],
        "修治": [
            "保升曰：採得，以䈽竹筒盛；待乾，用米泔浸一夜，曝乾，以冬豬脂煎令焦黃，然後用之。",
            "藏器曰：收干蛭，當展其身令長，腹中有子者去之。性最難死，雖以火炙，亦如魚子煙燻經年，得水猶活也。",
            "大明曰：此物極難修治，須細銼，以微火炒，色黃乃熟。不爾，入腹生子為害。",
            "時珍曰：昔有途行飲水，及食水菜，誤吞水蛭入腹，生子為害，啖咂臟血，腸痛黃瘦者。惟以田泥或擂黃土水飲數升，則必盡下出也。蓋蛭在人腹，忽得土氣而下爾。或以牛、羊熱血一二升，同豬脂飲之，亦下也。"
        ],
        "氣味": [
            "咸、苦，平，有毒"
        ],
        "氣味補充": [
            "",
            "《別錄》曰：微寒。畏石灰、食鹽。"
        ],
        "主治": [
            "逐惡血瘀血月閉，破血症積聚，無子，利水道（《本經》）。墮胎（《別錄》）。治女子月閉，欲成血勞（《藥性》）。咂赤白遊疹，及癰腫毒腫（藏器）。治折傷墜撲蓄血有功（寇宗奭）。"
        ],
        "發明": [
            "成無己曰：咸走血，苦勝血。水蛭之鹹苦，以除蓄血，乃肝經血分藥，故能通肝經聚血。",
            "弘景曰：楚王食寒菹，見蛭吞之，果能去結積。雖曰陰祐，亦是物性兼然。",
            "藏器曰：此物難死，故為楚王之病也。",
            "時珍曰：按：賈誼《新書》云：楚惠王食寒菹得蛭，恐監食當死，遂吞之，腹有疾而不能食。令尹曰：天道無親，惟德是輔。王有仁德，病不為傷。王果病愈。此楚王吞蛭之事也。王充《論衡》亦云：蛭乃食血之蟲，楚王殆有積血之病，故食蛭而病愈也。與陶說相符。"
        ],
        "附方": [
            {
                "名稱": "漏血不止",
                "方法": "水蛭，炒為末，酒服一錢，日二服，惡血消即愈。（《千金》）。"
            },
            {
                "名稱": "產後血暈",
                "方法": "血結聚於胸中，或偏於少腹，或連於脅肋。用水蛭（炒）、虻蟲（去翅、足，炒）、沒藥、麝香各一錢，為末，以四物湯調下。血下痛止，仍服四物湯。（《保命集》）"
            },
            {
                "名稱": "折傷疼痛",
                "方法": "水蛭，新瓦焙為細末。酒服一錢。食頃作痛，可更一服。痛止，便將折骨藥封，以物夾定，調理。（《經驗方》）"
            },
            {
                "名稱": "跌撲損傷，瘀血凝滯，心腹脹痛，大小便不通，氣絕欲死",
                "方法": "用紅蛭（石灰炒黃）半兩，大黃、牽牛頭末各二兩，為末。每服二錢，熱酒調下。當下惡血，以盡為度。名奪命散。（《濟生》）"
            },
            {
                "名稱": "墜跌打擊",
                "方法": "內傷神效方：水蛭、麝香各一兩銼碎，燒令煙出，為末。酒服一錢，當下蓄血。未止再服，其效如神。（《古今錄驗方》）"
            },
            {
                "名稱": "杖瘡腫痛",
                "方法": "水蛭，炒研，同朴硝等分。研末，水調敷之。（周密《志雅堂雜抄》）"
            },
            {
                "名稱": "赤白丹腫",
                "方法": "藏器曰：以水蛭十餘枚，令咂病處，取皮皺肉白為效。冬月無蛭，地中掘取，暖水養之令動。先淨人皮膚，以竹筒盛蛭合之，須臾咬咂，血滿自脫，更用飢者。"
            },
            {
                "名稱": "癰腫初起",
                "方法": "同上方法。"
            },
            {
                "名稱": "紉染白鬚",
                "方法": "談野翁方：用水蛭為極細末，以龜尿調，捻鬚梢，自行入根也。一用白烏骨雞一隻，殺血入瓶中，納活水蛭數十於內，待化成水，以豬膽皮包指，蘸捻鬚梢，自黑入根也。《普濟》：用大水蛭七枚為末，汞一兩，以銀三兩作小盒盛之。用蚯蚓泥固濟半指厚，深埋馬糞中。"
            },
            {
                "名稱": "四十九日取出，化為黑油。以魚脬籠指，每蘸少許捻鬚上，其油自然倒行至根，變為黑色也。又黑鬚倒捲簾方",
                "方法": "用大馬蜞二、三十條，竹筒裝之，夜置露處受氣。餓過七日，以雞冠血磨京墨與食，過四五次，復陰乾。將豬脛骨打斷，放蜞入內，仍合定，鐵線纏住，鹽泥塗之。"
            },
            {
                "名稱": "干時放地上",
                "方法": "火煅五寸香；二次，退開三寸火，又五寸香；三次，再退遠火，又五寸香，取出為末。將豬膽皮包指，承末搽須梢，即倒上也。"
            }
        ]
    },
    {
        "名字": "蟻",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "別稱": [
            "玄駒（亦作蚼）",
            "蚍蜉"
        ],
        "釋名": [
            "",
            "時珍曰：蟻有君臣之義，故字從義。亦作螘。大者為蚍蜉，亦曰馬蟻。赤者名蠪），飛者名螱。揚雄《方言》云：齊魯之間謂之蚼蟓，梁益之間謂之玄蚼，幽燕謂之蛾蛘。《夏小正》云：十二月，玄蚼奔。謂蟻入蟄也。大蟻喜酣戰，故有馬駒之稱；而崔豹《古今注》遂以蟻妖附會其說，謬矣。今不取。"
        ],
        "集解": [
            "時珍曰：蟻處處有之。有大、小、黑、白、黃、赤數種，穴居卵生。其居有等，其行有隊。能知雨候，春出冬蟄。壅土成封，曰蟻封，以及蟻垤、蟻塿、蟻塚，狀其如封、垤、塿、塚也。其卵名蚳（音遲），山人掘之，有至鬥石者。古人食之，故內則、周官饋食之豆有蚳醢也。",
            "今惟南夷食之。劉恂《嶺表錄異》云：交廣溪峒間酋長，多取蟻卵，淘淨為醬。云味似肉醬，非尊貴不可得也。又云：嶺南多蟻，其窠如薄絮囊。連帶枝葉，彼人以布袋貯之，賣與養柑子者，以闢蠹蟲。古今《五行記》云：後魏時，兗州有赤蟻與黑蟻鬥，長六七步，廣四寸，赤蟻斷頭死。",
            "則《楚辭·招魂》所謂西方「赤蟻若象，玄蜂若壺」者，非寓言也。又按陳藏器言：嶺南有獨腳蟻，一足連樹根下，只能動搖，不能脫去。亦一異者也。"
        ]
    },
    {
        "名字": "獨腳蟻",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "主治": [
            "疔腫疽毒，搗塗之（藏器）。"
        ],
        "附錄": [
            "白蟻，時珍曰：白蟻，即蟻之白者，一名螱，一名飛蟻。穴地而居，蠹木而食，因濕營土，大為物害。初生為蟻蝝，至夏遺卵，生翼而飛，則變黑色，尋亦隕死。性畏烰炭、桐油、竹雞云。蝝，音鉛。蟻垤土、白蟻泥，並見土部"
        ]
    },
    {
        "名字": "青腰蟲",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "集解": [
            "藏器曰：蟲大如中蟻，赤色，腰中青黑，似狗猲，一尾而尖，有短翅能飛，春夏有之也。"
        ],
        "主治": [
            "有大毒。著人皮肉，腫起。剝人面皮，除印字至骨者亦盡。食惡瘡息肉，殺癬蟲（藏器）。"
        ]
    },
    {
        "名字": "蛆",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "釋名": [
            "時珍曰：蛆行趑趄，故謂之蛆。或云沮洳則生，亦通。"
        ],
        "集解": [
            "時珍曰：蛆，蠅之子也。凡物敗臭則生之。古法治醬生蛆，以草烏切片投之。張子和治癰疽瘡瘍生蛆，以木香檳榔散末敷之。李樓治爛痘生蛆，以嫩柳葉鋪臥引出之。高武用豬肉片引出，以藜蘆、貫眾、白蘞為末，用真香油調敷之也。"
        ],
        "氣味": [
            "寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "糞中蛆：治小兒諸疳積疳瘡，熱病譫妄，毒痢作吐。",
            "泥中蛆：治目赤，洗淨曬研貼之。",
            "馬肉蛆：治針、箭入肉中，及取蟲牙。",
            "蛤蟆肉蛆：治小兒諸疳（並時珍）。"
        ],
        "附方": [
            {
                "名稱": "一切疳疾",
                "方法": "《聖濟總錄》：六月取糞"
            },
            {
                "名稱": "坑中蛆淘淨，入竹筒中封之，待乾研末。每服一、二錢，入麝香，米飲服之。又方",
                "方法": "用蛆蛻，米泔逐日換浸五日，再以清水換浸三日，曬焙為末，入黃連末等分，每半兩入麝香五分，以獖豬膽汁和丸黍米大。每服三四十丸，米飲下，神效。"
            },
            {
                "名稱": "小兒熱疳",
                "方法": "尿如米泔，大便不調。糞蛆，燒灰，雜物與食之。"
            },
            {
                "名稱": "小兒痹積",
                "方法": "用糞中蛆，洗浸，曬乾為末，入甘草末少許，米糊丸梧子大。每服五、七丸，米飲下，甚妙。（《總微論》）"
            },
            {
                "名稱": "小兒諸疳，疳積及無辜疳",
                "方法": "一服退熱，二服煩渴止，三服瀉痢住。用端午午時取蛤蟆（金眼大腹，不跳不鳴者），槌死，置尿桶中。候生蛆食盡，取蛆入新布袋，懸長流水中三日，新瓦焙乾，入麝香少許，為末。每空心，以砂糖湯調服一錢。或粳米糊為丸，每米飲服二、三十丸。（《直指》）"
            },
            {
                "名稱": "齒鼻疳瘡",
                "方法": "糞蛆（有尾者）燒灰一錢，褐衣灰五分。和勻，頻吹，神效無比。"
            },
            {
                "名稱": "熱痢吐食",
                "方法": "因服熱藥而致者。用糞中蛆，流水洗淨，曬乾為末。每服一錢，米飲下。"
            },
            {
                "名稱": "眼目赤瞎",
                "方法": "青泥中蛆，淘淨，日乾為末。令患人仰臥合目，每次用一錢，散目上，須臾藥行，待少時去藥，赤瞎亦無。（《保命集》）"
            },
            {
                "名稱": "利骨取牙",
                "方法": "《普濟》"
            },
            {
                "名稱": "如神散",
                "方法": "取牙，用肥赤馬肉一斤，入硇砂二兩，拌和，候生蛆，取日乾為末。每一兩入粉霜半錢，研勻。先以針撥動牙根，四畔空虛，次以燈心蘸末少許點之，良久自落。《秘韞》"
            },
            {
                "名稱": "利骨散",
                "方法": "用白馬腦上肉一二斤，待生蛆，與烏骨白雞一隻食之，取糞陰乾。每一錢，入硇砂一錢研勻，用少許擦疼處，片時取之即落。"
            }
        ]
    },
    {
        "名字": "蠅",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "釋名": [
            "時珍曰：蠅飛營營，其聲自呼，故名。"
        ],
        "集解": [
            "時珍曰：蠅處處有之。夏出冬蟄，喜暖惡寒。蒼者聲雄壯，負金者聲清括，青者糞能敗物，巨者首如火，麻者茅根所化。蠅聲在鼻，而足喜交。其蛆胎生。蛆入灰中蛻化為蠅，如蠶、蠍之化蛾也。蠅溺水死，得灰復活。故《淮南子》云：爛灰生蠅。古人憎之，多有闢法。一種小蟢蛛，專捕食之，謂之蠅虎者是也。"
        ],
        "主治": [
            "拳毛倒睫，以臘月蟄蠅乾研為末，以鼻頻嗅之，即愈（時珍）。"
        ],
        "發明": [
            "時珍曰：蠅古方未見用者，近時《普濟方》載此法，云出《海上名方》也。"
        ]
    },
    {
        "名字": "狗蠅",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "集解": [
            "時珍曰：狗蠅生狗身上，狀如蠅，黃色能飛，堅皮利喙，啖咂狗血，冬月則藏狗耳中。"
        ],
        "氣味": [
            "缺"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "痰瘧不止，活取一枚，去翅、足，麵裹為丸，衣以黃丹。發日早，米飲吞之，得吐即止。或以蠟丸酒服亦可。又擂酒服，治痘瘡倒黶（時珍）。"
        ],
        "發明": [
            "時珍曰：狗蠅古方未見用者，近世《醫方大成》載治瘧方，《齊東野語》載托痘方，蓋亦鼠負、牛蝨之類耳。周密云：同僚括蒼陳坡，老儒也，言其孫三歲時，發熱七日痘出而倒黶。色黑，唇口冰冷，危證也。遍試諸藥不效，因求卜。遇一士，告以故。士曰：恰有藥可起此疾，甚奇。",
            "因為經營少許，持歸服之，移時即紅潤也。常懇求其方，乃用狗蠅七枚擂細，和醅酒少許調服爾。夫痘瘡固是危事，然不可擾。大要在固臟氣之外，任其自然爾。然或有變證，則不得不資於藥也。"
        ],
        "附錄": [
            "壁蝨，時珍曰：即臭蟲也。狀如酸棗仁，咂人血食，與蚤皆為床榻之害。古人多於席下置麝香、雄黃，或菖蒲末，或蒴藋末，或楝花末，或蓼末；或燒木瓜煙、黃柏煙、牛角煙、馬蹄煙，以闢之也。"
        ]
    },
    {
        "名字": "牛蝨",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "釋名": [
            "牛螕（音卑）。",
            "時珍曰：螕亦作蜱。按呂忱《字林》云：螕，齧牛蝨也。"
        ],
        "集解": [
            "時珍曰：牛蝨生牛身上，狀如蓖麻子，有白、黑二色。齧血滿腹時，自墜落也。入藥用白色者。"
        ],
        "氣味": [
            "缺"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "預解小兒痘疹毒，焙研服之（時珍）。"
        ],
        "發明": [
            "時珍曰：牛蝨古方未見用者，近世預解痘毒方時或用之。按：高仲武《痘疹管見》云：世俗用牛蝨治痘，考之本草不載。竊恐牛蝨啖血，例比虻蟲。終非痘家所宜，而毒亦未必能解也。"
        ],
        "附方": [
            {
                "名稱": "預解痘毒",
                "方法": "談野翁方：用白水牛蝨一歲一枚，和米粉作餅，與兒空腹食之，取下惡糞，終身可免痘瘡之患。一方：用白牛蝨四十九枚（焙），綠豆四十九粒，硃砂四分九釐，研末，煉蜜丸小豆大，以綠豆湯下。"
            }
        ]
    },
    {
        "名字": "人蝨",
        "來源": {
            "本草綱目": {
                "部": "虫",
                "卷": "四十",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "釋名": [
            "虱。",
            "時珍曰：蝨從虱，從⿱䖝䖵。卂音迅，⿱䖝䖵音昆，蝨行迅疾而昆繁故也。俗作虱。"
        ],
        "集解": [
            "慎微曰：按：《酉陽雜俎》云：人將死，蝨離身。或云取病人蝨於床前，可卜病。如將差蝨行向病者，背則必死也。荊州張典兵曾捫得兩頭蝨也。",
            "時珍曰：人物皆有蟲，但形各不同。始由氣化，而後乃遺卵出蟣也。《草木子》言其六足，行必向北。《抱朴子》云：頭蝨黑，著身變白。身蝨白，著頭變黑，所漸然也。又有蝨症、蝨瘤諸方法，可見蝨之為害非小也。《千金方》云：有人齧蝨在腹中，生長為症，能斃人。用敗篦敗梳，各以一半燒末，一半煮湯調服，即從下部出也。",
            "徐鉉《稽神錄》云：浮梁李生背起如盂，惟癢不可忍。人皆不識。醫士秦德立云：此蝨瘤也。以藥敷之，一夕瘤破，出蝨鬥余，即日體輕。但小竅不合，時時蝨出無數，竟死。《予記唐小說》載滑臺一人病此。賈魏公言：惟千年木梳燒灰，及黃龍浴水，乃能治之也。洪邁《夷堅志》云：臨川有人頰生瘤，癢不可忍，惟以火炙。",
            "一醫剖之，出蝨無數，最後出二大蝨，一白一黑，頓愈，亦無瘢痕。此蝨瘤也。又今人陰毛中多生陰蝨，癢不可當，肉中挑出，皆八足而扁，或白或紅。古方不載。醫以銀杏擦之，或銀硃熏之皆愈也。"
        ],
        "氣味": [
            "咸，平，微毒"
        ],
        "氣味補充": [
            "畏水銀、銀硃、百部、菖蒲、蝨建草、水中竹葉、赤龍水、大空。"
        ],
        "主治": [
            "人大發頭熱者，令腦縫裂開，取黑蝨三五百搗敷之。又治疔腫，以十枚置瘡上，用荻箔繩作炷，灸蝨上，即根出也。又治腳指間肉刺瘡，以黑蝨敷之，根亦出也（藏器）。眼毛倒睫者（拔去毛，以蝨血點上，數次即愈。時珍）。"
        ],
        "附方": [
            {
                "名稱": "腳指雞眼",
                "方法": "先挑破。取黑、白蝨各一枚置於上縛之，數用自愈也。（《便民圖纂》）。"
            }
        ]
    }
]