[
    {
        "名字": "鹽龍",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "集解": [
            "",
            "時珍曰：按：《何薳春渚紀聞》云：宋徽宗時，將軍蕭注破南蠻，得其所養鹽龍，長尺余，籍以銀盤，中置玉盂，以玉箸摭海鹽飼之。每鱗中出鹽則收取，云能興陽事，每以溫酒服一錢匕。後龍為蔡京所得，及死，以鹽封，數日取用亦有力。愚按：此物生於殊方，古所不載，而有此功，亦稀物也。因附於此以俟。"
        ]
    },
    {
        "名字": "鱗之二",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "蛇類一十七種"
    },
    {
        "名字": "蛇蛻",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "初虞世方",
        "別稱": [
            "蛇皮（甄權）",
            "蛇殼（俗名）",
            "龍蛻（《綱目》）",
            "龍子衣（《本經》）",
            "龍子皮（《別錄》）",
            "弓皮（《本經》）",
            "蛇符（（《同上》）",
            "蛇筋（《吳普》）"
        ],
        "釋名": [
            "",
            "時珍曰：蛇字，古文象其宛轉有盤曲之形。蛻音脫，又音退，退脫之義也。龍、弓、符、筋，並後世廋隱之名耳。"
        ],
        "集解": [
            "",
            "《別錄》曰：生荊州川穀及田野。五月五日、十五日取之，良。",
            "弘景曰：草中少見虺蝮蛻，惟有長者，多是赤𧐖、黃頷輩，其皮不可辨，但取石上完全者為佳。",
            "頌曰：南中木石上，及人家牆屋間多有之。蛇蛻無時，但著不淨即脫，或大飽亦脫。"
        ],
        "修治": [
            "斅曰：凡使，勿用青、黃、蒼色者，只用白色如銀者。先於地下掘坑，深一尺二寸，安蛻於中，一宿取出，醋浸炙乾用。",
            "時珍曰：今人用蛇蛻，先以皂莢水洗淨纏竹上，或酒、或醋、或蜜浸，炙黃用。或燒存性，或鹽泥固煅，各隨方法。"
        ],
        "氣味": [
            "咸、甘，平，無毒"
        ],
        "氣味補充": [
            "火熬之良。",
            "權曰：有毒。畏磁石及酒。孕婦忌用。"
        ],
        "主治": [
            "小兒百二十種驚癇蛇癇，癲疾瘛瘲，弄舌搖頭，寒熱腸痔，蠱毒（《本經》）。大人五邪，言語僻越，止嘔逆，明目。燒之療諸惡瘡（《別錄》）。喉痹，百鬼魅（甄權）。炙用辟惡，止小兒驚悸客忤。煎汁敷癧瘍，白癜風。催生（《日華》）。安胎（孟詵）。止瘧（藏器曰：正發日取塞兩耳，又以手持少許，並服鹽醋汁令吐。",
            "）辟惡去風殺蟲。燒末服，治婦人吹奶，大人喉風，退目翳，消木舌。敷小兒重舌重齶，唇緊解顱，面瘡月蝕，天泡瘡。大人疔腫，漏瘡腫毒。煮湯，洗諸惡蟲傷（時珍）。"
        ],
        "發明": [
            "",
            "宗奭曰：蛇蛻，從口退出，眼晴亦退。今眼藥及去翳膜用之，取此義也。",
            "時珍曰：入藥有四義：一能辟惡，取其變化性靈也，故治邪僻、鬼魅、蠱瘧諸疾；二能去風，取其屬巽性竄也，故治驚癇、癜駁、喉舌諸疾；三能殺蟲，故治惡瘡、痔漏、疥癬諸疾，用其毒也；四有蛻義，故治翳膜、胎產、皮膚諸疾，會意從類也。"
        ],
        "附方": [
            {
                "名稱": "喉痹",
                "方法": "《心鏡》：治小兒喉痹腫痛。燒末，以乳汁服一錢。纏喉風疾氣閉者：《杜壬方》：用蛇蛻（炙）、當歸等分，為末。溫酒服一錢，取吐。一方：用蛇皮揉碎燒煙，竹筒吸入即破。一方：蛇皮裹白梅一枚，噙咽。大小口瘡：蛇蛻皮水浸軟，拭口內，一、二遍，即愈。仍以藥貼足心。"
            },
            {
                "名稱": "予女及甥，皆用此得效，真奇方也。卒生翳膜",
                "方法": "蛇蛻皮一條，洗曬細剪，以白麵和作餅，炙焦黑色，為末。食後溫水服一錢，日二次。（《聖惠方》）小便不通：全蛇蛻一條，燒存性研，溫酒服之。胎痛欲產日月未足者：以全蛻一條，絹袋盛，繞腰繫之。（《千金方》）橫生逆生、胞衣不下：《千金》：用蛇蛻炒焦為末，向東酒服一刀圭，即順。《十全博救方》：用蛇皮一條，瓶子內鹽泥固，煅研二錢，榆白皮湯服。"
            },
            {
                "名稱": "《濟生秘覽》",
                "方法": "治逆生須臾不救。用蛇蛻一具，蟬蛻十四個，頭髮一握，並燒存性。分二服，酒下。仍以小針刺兒足心三七下，擦鹽少許，即生。婦人產難：蛇蛻泡水浴產門，自易。（《寶鑑》）婦人吹乳：蛇皮一尺七寸，燒末，溫酒一盞服。（《產乳》）腫毒無頭：蛇蛻灰，豬脂和塗。"
            },
            {
                "名稱": "惡瘡似癩十年不瘥者",
                "方法": "全蛻一條燒灰，豬脂和敷。仍燒一條，溫酒服。（《千金方》）癜風白駁：《聖惠》：用蛇皮燒灰，醋調塗。《外臺》：用蛇蛻摩數百遍，令熱，棄草中勿回顧。陷甲入肉，常有血痛苦：用蛇皮一具燒灰，雄黃一彈丸，同研末。先以溫漿洗瘡，針破貼之。"
            }
        ]
    },
    {
        "名字": "蚺蛇",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《聖惠方》",
        "別稱": [
            "南蛇（《綱目》）",
            "埋頭蛇"
        ],
        "釋名": [
            "",
            "時珍曰：蛇屬纖行，此蛇身大而行更纖徐。冉冉然也，故名蚺蛇。或云鱗中有毛如髯也。產於嶺南，以不舉首者為真，故世稱為南蛇、埋頭蛇。"
        ],
        "集解": [
            "",
            "頌曰：蚺蛇，陶弘景言出晉安，蘇恭言出桂、廣以南高、賀等州，今嶺南諸郡皆有之。",
            "弘景曰：大者二、三圍。在地行不舉頭者是真，舉頭者非真。其膏、膽能相亂。",
            "韓保升曰：大者徑尺，長丈許，若蛇而粗短。",
            "恭曰：其形似鱧，頭似鼉，尾圓無鱗，性難死。土人截其肉作膾，謂為珍味。",
            "藏器曰：其膾著醋，能卷人箸，終不可脫，惟以芒草作箸乃可。段成式《酉陽雜俎》云：蚺蛇長十丈。嘗吞鹿，鹿消盡，乃繞樹，則腹中之骨穿鱗而出，養創時肪腴甚美。或以婦人衣投之，則蟠而不起。",
            "時珍曰：按：劉恂《嶺表錄異》云：蚺蛇，大者五、六丈，圍四、五尺；小者不下三、四丈，圍亦稱是。身有斑紋，如故錦纈。春夏于山林中伺鹿吞之，蛇遂羸瘦，待鹿消乃肥壯也。或言一年食一鹿也。又顧玠《海槎錄》云：蚺蛇吞鹿及山馬，從後腳入，毒氣呵及，角自解脫。",
            "其膽以小者為佳。《王濟手記》云：橫州山中多蚺蛇，大者十餘丈，食獐鹿，骨角隨腐。土人采葛藤塞入穴中，蛇嗅之即靡。乃發穴取之，肉極腴美，皮可冒鼓，及飾刀劍樂器。范成大《虞衡志》云：寨兵捕蚺蛇，滿頭插花，蛇即注視不動，乃逼而斷其首，待其騰擲力竭乃斃，舁歸食之。又按：《山海經》云：巴蛇食象，三年而出其骨。",
            "君子服之，無心腹之疾。郭璞注云：今蚺蛇即其類也。《南裔志·蚺蛇贊》曰：蚺惟大蛇，既洪且長。采色駁映，其文錦章。食灰吞鹿，腴成養創。賓饗嘉食，是豆是觴。",
            "膽，",
            "段成式曰：其膽上旬近頭，中旬近心，下旬近尾。",
            "頌曰：《嶺表錄異》云：雷州有養蛇戶，每歲五月五日即舁蛇入官，取膽曝乾，以充土貢。每蛇以軟草借於籃中，盤屈之。將取，則出於地上，用杈拐十數，翻轉蛇腹，按定，約分寸，於腹間剖出肝膽。膽狀若鴨子大，取訖，內肝於腹，以線縫合，舁歸放之。或言蛇被取膽者，他日捕之，則遠遠露腹瘡，以明無膽。又言取後能活三年，未知的否？",
            "時珍曰：南人嗜蛇，至於發穴搜取，能容蚺之再活露腹乎？",
            "弘景曰：真膽狹長通黑，皮膜極薄，舐之甜苦，摩以注水，即沉而不散。",
            "恭曰：試法：剔取粟許著淨水中，浮游水上回旋行走者為真；其徑沉者，諸膽血也。勿多著，亦沉散也。陶未得法耳。",
            "詵曰：人多以豬膽、虎膽偽之，雖水中走，但遲耳。"
        ],
        "氣味": [
            "甘、苦，寒，有小毒",
            "甘，溫，有小毒",
            "甘，平，有小毒"
        ],
        "氣味補充": [
            "",
            "四月勿食。",
            ""
        ],
        "主治": [
            "目腫痛，心腹䘌痛，下部䘌瘡（《別錄》）。小兒八癇（李珣）。殺五疳。水化灌鼻中，除小兒腦熱，疳瘡䘌漏。灌下部，治小兒疳痢。同麝香，敷齒疳宣露（孟詵）。破血，止血痢，蟲蠱下血（藏器）。明目，去翳膜，療大風（時珍）。",
            "飛屍遊蠱，喉中有物，吞吐不出（藏器）。除疳瘡，闢瘟疫瘴氣（孟詵）。除手足風痛，殺三蟲，去死肌，皮膚風毒癘風，疥癬惡瘡（時珍）。",
            "皮膚風毒，婦人產後腹痛余疾（《別錄》）。多入藥用，亦療伯牛疾（弘景。癩也）。綿裹塞耳聾（時珍。出《外臺》）。",
            "牙（長六、七寸）",
            "佩之，闢不祥，利遠行（時珍。《異物志》）。"
        ],
        "發明": [
            "",
            "時珍曰：蚺稟己土之氣，其膽受甲乙風木，故其味苦中有甘。所主皆厥陰、太陰之病，能明目涼血，除疳殺蟲。",
            "慎微曰：顧含養嫂失明，須用蚺蛇膽，含求不得。有一童子以一合授含。含視之，蚺蛇膽也。童子化為青鳥而去。含用之，嫂目遂明。",
            "",
            "權曰：度嶺南，食蚺蛇，瘴毒不侵。",
            "時珍曰：按柳子厚《捕蛇者說》云：永州之野產異蛇，黑質白章，觸草木盡死，以齧人無御之者。然得而腊之以為餌，可已大風攣踠瘻癘，去死肌，殺三蟲。又張鷟《朝野僉載》云：泉州盧元欽患癘風，惟鼻根未倒。五月五日，官取蚺蛇膽進貢。或言肉可治風，遂取食之。三、五日頓可，百日平復。"
        ],
        "附方": [
            {
                "名稱": "小兒急疳瘡",
                "方法": "水調蚺蛇膽，敷之。（《聖惠》）"
            },
            {
                "名稱": "小兒疳痢",
                "方法": "羸瘦多睡，坐則閉目，食不下。用蚺蛇膽豆許二枚，煮通草汁研化，隨意飲之。並塗五心、下部。（楊氏《產乳》）齒䘌宣露，出膿血：用蚺蛇膽三錢，枯白礬一錢，杏仁四十七枚，研勻。以布揩齦，嗍令血盡。日三摻之，愈乃止。（《聖惠》）痔瘡腫痛：蚺蛇膽研，香油調塗，立效。（《醫方摘要》）"
            },
            {
                "名稱": "肉",
                "方法": ""
            },
            {
                "名稱": "蚺蛇酒",
                "方法": "治諸風癱瘓，筋攣骨痛，痹木瘙癢，殺蟲闢瘴，及癘風疥癬惡瘡。用蚺蛇肉一斤，羌活一兩，絹袋盛之，用糯米二斗蒸熟，安曲於缸底，置蛇於曲上，乃下飯密蓋，待熟取酒。以蛇焙研和藥。其酒每隨量溫飲數杯。忌風及欲事。亦可袋盛浸酒飲。（《集簡方》）急疳蝕爛：蚺蛇肉作膾食之。"
            }
        ]
    },
    {
        "名字": "鱗蛇",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "集解": [
            "",
            "時珍曰：按：《方輿勝覽》云：鱗蛇出安南、雲南·鎮康州、臨安、沅江、孟養諸處，巨蟒也。長丈餘，有四足，有黃鱗、黑鱗二色，能食麋鹿。春冬居山，夏秋居水，能傷人。土人殺而食之，取膽治疾，以黃鱗者為上，甚貴重之。珍按：此亦蚺蛇之類，但多足耳。陶氏注蚺蛇分真假，其亦此類歟？",
            "膽，"
        ],
        "氣味": [
            "苦，寒，有小毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "解藥毒，治惡瘡及牙疼（時珍。出《勝覽》及《一統志》）。"
        ]
    },
    {
        "名字": "白花蛇",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "王氏《手集》",
        "別稱": [
            "蘄蛇（《綱目》）",
            "褰鼻蛇"
        ],
        "釋名": [
            "",
            "宗奭曰：諸蛇鼻向下，獨此鼻向上，背有方勝花紋，以此得名。"
        ],
        "集解": [
            "",
            "志曰：白花蛇生南地，及蜀郡諸山中。九月、十月採捕，火干。白花者良。",
            "頌曰：今黔中及蘄州、鄧州皆有之。其文作方勝白花，喜螫人足。黔人有被螫者，立斷之。續以木腳。此蛇入人室屋中作爛瓜氣者，不可向之，須速闢除之。",
            "時珍曰：花蛇，湖、蜀皆有，今惟以蘄蛇擅名。然蘄地亦不多得，市肆所貨、官司所取者，皆自江南興國州諸山中來。其蛇龍頭虎口，黑質白花，脅有二十四個方勝文，腹有念珠斑，口有四長牙，尾上有一佛指甲，長一二分，腸形如連珠。多在石南藤上食其花葉，人以此尋獲。",
            "先撒沙土一把，則蟠而不動。以叉取之，用繩懸起，劙刀破腹去腸物，則反尾洗滌其腹，蓋護創爾。乃以竹支定，屈曲盤起，扎縛炕干。出蘄地者，雖乾枯而眼光不陷，他處者則否矣。故羅願《爾雅翼》云：蛇死目皆閉，惟蘄州花蛇目開。如生舒、蘄兩界間者，則一開一閉。",
            "故人以此驗之。又按：元稹《長慶集》云：巴蛇凡百類，惟褰鼻白花蛇，人常不見之。毒人則毛髮豎立，飲於溪澗則泥沙盡沸。鷣鳥能食其小者。巴人亦用禁術制之，熏以雄黃煙則腦裂也。此說與蘇頌所說黔蛇相合。然今蘄蛇亦不甚毒，則黔、蜀之蛇雖同有白花，而類性不同。",
            "故入藥獨取蘄產者也。"
        ],
        "修治": [
            "",
            "頌曰：頭尾各一尺，有大毒，不可用。只用中段乾者，以酒浸，去皮、骨，炙過收之則不蛀。其骨刺須遠棄之，傷人，毒與生者同也。",
            "宗奭曰：凡用去頭尾，換酒浸三日，火炙，去盡皮、骨。此物甚毒，不可不防。",
            "時珍曰：黔蛇長大，故頭尾可去一尺。蘄蛇止可頭尾各去三寸。亦有單用頭尾者。大蛇一條，只得淨肉四兩而已。久留易蛀，惟取肉密封藏之，十年亦不壞也。按：《聖濟總錄》云：凡用花蛇，春秋酒浸三宿，夏一宿，冬五宿，取出炭火焙乾，如此三次。以砂瓶盛，埋地中一宿，出火氣。去皮、骨，取肉用。",
            "肉，"
        ],
        "氣味": [
            "甘，咸，溫，有毒",
            "有毒"
        ],
        "氣味補充": [
            "",
            "時珍曰：得酒良。",
            ""
        ],
        "主治": [
            "中風濕痹不仁，筋脈拘急，口面喎斜，半身不遂，骨節疼痛，腳弱不能久立，暴風瘙癢，大風疥癩（《開寶》。",
            "頌曰：花蛇治風，速於諸蛇。黔人治疥癩遍體，諸藥不效者。生取此蛇中劑，以磚燒紅，沃醋令氣蒸，置蛇於上，以盆覆一夜。如此三次，去骨取肉，芼以五味令爛，頓食之。瞑眩一晝夜乃醒，瘡疕隨皮便退，其疾便愈）。治肺風鼻塞，浮風癮疹，身生白癜風，癧瘍斑點（甄權）。",
            "通治諸風，破傷風，小兒風熱，急慢驚風搐搦，瘰癧漏疾，楊梅瘡，痘瘡倒陷（時珍）。",
            "癜風毒癩（時珍）。",
            "小兒夜啼。以一隻為末，竹瀝調少許灌之（《普濟》）。"
        ],
        "發明": [
            "",
            "斆曰：蛇性竄，能引藥至於有風疾處，故能治風。",
            "時珍曰：風善行數變，蛇亦善行數蛻，而花蛇又食石南，所以能透骨搜風，截驚定搐，為風痹驚搐、癩癬惡瘡要藥。取其內走臟腑，外徹皮膚，無處不到也。凡服蛇酒、藥，切忌見風。"
        ],
        "附方": [
            {
                "名稱": "驅風膏",
                "方法": "治風癱癘風，遍身疥癬。用白花蛇肉四兩（酒炙），天麻七錢半，薄荷、荊芥各二錢半，為末。好酒二升，蜜四兩，石器熬成膏。每服一盞，溫湯服，日三服。急於暖處出汗，十日效。（《醫壘元戎》）世傳百花蛇酒：治諸風無新久，手足緩弱，口眼喎斜，語言謇澀。"
            },
            {
                "名稱": "或筋脈攣急",
                "方法": "肌肉頑痹，皮膚燥癢，骨節疼痛，或生惡瘡、疥癩等疾。用白花蛇一條，溫水洗淨，頭尾各去三寸，酒浸，去骨刺，取淨肉一兩。入全蠍（炒）、當歸、防風、羌活各一錢，獨活、白芷、天麻、赤芍藥、甘草、升麻各五錢，銼碎，以絹袋盛貯。用糯米二斗蒸熟。"
            },
            {
                "名稱": "如常造酒，以袋置缸中，待成，取酒同袋密封，煮熟，置陰地七日出毒。每溫飲數杯，常令相續。此方乃蘄人板印，以侑蛇饋送者，不知所始也。（《瀕湖集簡方》）瑞竹白花蛇酒",
                "方法": "治諸風癘癬。用白花蛇一條，酒潤，去皮骨，取肉絹袋盛之。蒸糯米一斗，安曲於缸底，置蛇於曲上，以飯安蛇上，用物密蓋。"
            },
            {
                "名稱": "三七日取酒，以蛇曬乾為末。每服三五分，溫酒下。仍以濁酒並糟作餅食之，尤佳。（《瑞竹堂經驗方》）瀕湖白花蛇酒",
                "方法": "治中風傷濕，半身不遂，口目喎斜，膚肉𤸷痹，骨節疼痛，及年久疥癬、惡瘡、風癩諸症。用白花蛇一條（取龍頭虎口，黑質白花，尾有佛指甲，目光不陷者為真。"
            },
            {
                "名稱": "以酒洗潤透",
                "方法": "去骨刺，取肉四兩），真羌活二兩，當歸身二兩，真天麻二兩，真秦艽二兩，五加皮二兩，防風一兩，各銼勻，以生絹袋盛之，入金華酒罈內，懸胎安置。入糯米生酒醅五壺浸袋，箬葉密封。安壇於大鍋內，水煮一日，取起，埋陰地七日取出。每飲一、二杯。仍以滓日乾碾末，酒糊丸梧子大。"
            },
            {
                "名稱": "每服五十丸，用煮酒吞下。切忌見風犯欲，及魚、羊、鵝、面發風之物。雞峰白花蛇膏",
                "方法": "治營衛不和，陽少陰多，手足舉動不快。用白花蛇（酒煮，去皮、骨，瓦焙，取肉）一兩，天麻、狗脊各二兩，為細末。以銀盂盛無灰酒一升浸之，重湯煮稠如膏，銀匙攪之，入生薑汁半杯，同熬勻，瓶收。"
            },
            {
                "名稱": "每服半匙頭，用好酒或白湯化服，日二次神效極佳。（《備急方》）治癩白花蛇膏",
                "方法": "白花蛇五寸（酒浸，去皮、骨，炙乾），雄黃一兩（水飛研勻），以白沙蜜一斤，杏仁一斤，去皮研爛，同煉為膏。每服一錢，溫酒化下，日三。須先服通天再造散，下去蟲物，乃服此，除根。"
            },
            {
                "名稱": "每服二錢，白湯下，三日一服。（《家珍》）三蛇愈風丹",
                "方法": "治癘風，手足麻木，眉毛脫落，皮膚瘙癢，及一切風瘡。白花蛇、烏稍蛇、土蝮蛇各一條（並酒浸，取肉曬乾），苦參（頭末）四兩，為末，以皂角一斤切，酒浸，去酒，以水一碗，挼取濃汁，石器熬膏和，丸梧子大。每服七十丸，煎通聖散下，以粥飯壓之，日三服。"
            },
            {
                "名稱": "三日一浴，取汗避風。《治例》無蝮蛇，有大楓子肉三兩。《三因》白花蛇散",
                "方法": "治九漏瘰癧，發項腋之間，癢痛，憎寒發熱。白花蛇（酒浸，取肉）二兩（焙），生犀角一兩二錢五分（鎊研），黑牽牛五錢（半生半炒），青皮五錢。為末。每服二錢，入膩粉五分，五更時，糯米飲調下，利下惡毒為度。"
            },
            {
                "名稱": "十日一服，可絕病根，忌發物。俗傳白花蛇丸",
                "方法": "治楊梅瘡。先服發散藥，後服此。用花蛇肉（酒炙）、龜板（酥炙）、穿山甲（炙）、蜂房（炙）、汞粉、硃砂各一錢，為末，紅棗肉搗，丸梧子大。每服七丸，冷茶下，日三。忌魚肉，服盡即愈，後服土茯苓藥調之。方廣《心法附余》：治楊梅瘡。"
            },
            {
                "名稱": "用花蛇肉一錢，銀硃二錢，鉛二錢，汞二錢，為末，作紙捻九條。每用一條，於燈盞內香油浸，點燈安烘爐里，放被中，蓋臥熏之，勿透風。一日三次。托痘花蛇散",
                "方法": "治痘瘡黑陷。白花蛇（連骨炙，勿令焦）三錢，大丁香七枚，為末。每服五分，以水和淡酒下，神效。移時身上發熱，其瘡頓出紅活也。"
            },
            {
                "名稱": "頭",
                "方法": ""
            },
            {
                "名稱": "紫癜風",
                "方法": "除風散：以白花蛇頭二枚（酒浸，炙），蠍梢一兩（炒），防風一兩，上為末。每服一錢，溫酒下，日一服。（《聖濟總錄》）"
            },
            {
                "名稱": "目睛",
                "方法": ""
            }
        ]
    },
    {
        "名字": "烏蛇",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "王氏《博濟方》",
        "別稱": [
            "烏梢蛇（《綱目》）",
            "黑花蛇（《綱目》）"
        ],
        "釋名": [
            ""
        ],
        "集解": [
            "",
            "志曰：烏蛇生商洛山。背有三稜，色黑如漆。性善，不噬物。江東有黑梢蛇，能纏物至死，亦此類也。頌曰：蘄州、黃州山中有之。《乾寧記》云：此蛇不食生命，亦不害人，多在蘆叢中吸南風及其花氣。最難採捕，多於蘆枝上得之。其身烏而光，頭圓尾尖，眼有赤光。至枯死眼不陷如活者，稱之重七錢至一兩者為上，十兩至一鎰者為中，粗大者力彌減也。",
            "作偽者用他蛇燻黑，亦能亂真，但眼不光耳。",
            "宗奭曰：烏蛇脊高，世稱劍脊烏梢。尾細長，能穿小銅錢一百文者佳。有身長丈餘者。其性畏鼠狼。蛇類中惟此入藥最多。",
            "斆曰：凡一切蛇，須辨雌雄、州土。蘄州烏蛇，頭上有逆毛二寸一路，可長半分以來，頭尾相對，使之入藥如神。只重一兩以下，彼處得此多留進供。蛇腹下有白帶子一條，長一寸者，雄也，宜入藥用。採得，去頭及皮鱗、帶子，銼斷，苦酒浸一宿，漉出，柳木炭火炙乾，再以酥炙。於屋下巳地上掘坑，埋一夜，再炙乾用。或以酒煮乾用亦可。",
            "時珍曰：烏蛇有二種：一種劍脊細尾者為上。一種長大無劍脊而尾稍粗者，名風梢蛇，亦可治風，而力不及。",
            "肉，"
        ],
        "氣味": [
            "甘，平，無毒"
        ],
        "氣味補充": [
            "",
            "《藥性論》曰：有小毒。"
        ],
        "主治": [
            "諸風頑痹，皮膚不仁，風瘙癮疹，疥癬（《開寶》）。熱毒風，皮肌生癩，眉髭脫落，瘑疥等瘡（甄權）。功與白花蛇同，而性善無毒（時珍）。",
            "耳聾。綿裹豆許塞之，神效（時珍。出《普濟方》）。",
            "膽，",
            "大風癘疾，木舌脹塞（時珍）。",
            "風毒氣，眼生翳，唇緊唇瘡（時珍）。",
            "大風癩疾，（時珍曰：《聖濟總錄》治癩風，用烏蛇卵和諸藥為丸服，云與蛇肉同功）。"
        ],
        "附方": [
            {
                "名稱": "大風",
                "方法": "《朝野僉載》云：商州有人患大風。家人惡之，山中為起茅屋。有烏蛇墮酒罌中，病人不知，飲酒漸瘥。罌底見有蛇骨，始知其由。《治例》：治大風。用烏蛇三條蒸熟，取肉焙研末，蒸餅丸米粒大，以喂烏雞。待盡殺雞烹熟，取肉焙研末，酒服一錢。或蒸餅丸服。不過三、五雞即愈。"
            },
            {
                "名稱": "《秘韞》",
                "方法": "用大烏蛇一條，打死盛之。待爛，以水二碗浸七日，去皮骨，入糙米一升，浸一日曬乾。用白雞一隻，餓一日，以米飼之。待毛羽脫去，殺雞煮熟食，以酒下之。吃盡，以熱湯一盆，浸洗大半日，其病自愈。紫白癜風：烏蛇肉（酒炙）六兩，枳殼（麩炒）、羌活、牛膝、天麻各三兩，熟地黃四兩，白蒺藜（炒）、五加皮、防風、桂心各二兩，銼片。以絹袋盛，於無灰酒二斗中浸之，密封七日。"
            },
            {
                "名稱": "每日三度",
                "方法": "溫服一小盞。忌雞、鵝、魚肉、發物。（《聖惠》）"
            },
            {
                "名稱": "面瘡䵟疱",
                "方法": "烏蛇肉二兩，燒灰，臘豬脂調敷。（《聖惠》）"
            },
            {
                "名稱": "嬰兒撮口不能乳者",
                "方法": "烏蛇（酒浸，去皮骨，炙）半兩，麝香一分，為末。每用半分，荊芥煎湯調灌之。（《聖惠》）破傷中風：項強身直，定命散主之。用白花蛇、烏蛇（並取項後二寸，酒洗潤取肉）、蜈蚣一條（全者，並酒炙）。上為末。每服三錢，溫酒調服。（《普濟方》）"
            },
            {
                "名稱": "膏",
                "方法": ""
            },
            {
                "名稱": "大風龍膽膏",
                "方法": "治大風疾神效。用冬瓜一個，截去五寸長，去瓤，掘地坑深三尺，令淨，安瓜於內。以蛇膽一個，消梨一個，置於瓜上，以土隔蓋之。至三七日，看一度，瓜未甚壞。候七七日，三物俱化為水，在瓜皮內，取出。每用一茶腳，以酒和服之，三兩次立愈。小可風疾，每服一匙頭。"
            },
            {
                "名稱": "皮",
                "方法": ""
            },
            {
                "名稱": "小兒緊唇，脾熱唇瘡",
                "方法": "並用烏蛇皮燒灰，酥和敷之。（《聖惠》）"
            },
            {
                "名稱": "卵",
                "方法": ""
            }
        ]
    },
    {
        "名字": "金蛇",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "宋《開寶》附。附銀蛇",
        "別稱": [
            "金星地鱔（《圖經》）",
            "銀蛇（亦名錫蛇）"
        ],
        "釋名": [
            "",
            "時珍曰：金、銀、錫，以色與功命名也。金星地鱔，以形命名也。"
        ],
        "集解": [
            "",
            "頌曰：金蛇生賓州、澄州。大如中指，長尺許，常登木飲露，體作金色，照日有光。白者名銀蛇，近皆少捕。信州上饒縣靈山鄉，出一種金星地鱔，酷似此蛇。冬月收捕，亦能解毒。",
            "時珍曰：按：劉恂《嶺表錄異》云：金蛇一名地鱔，白者名錫蛇，出黔州。出桂州者次之。大如拇指，長尺許，鱗甲上分金銀，解毒之功，不下吉利也。據此，則地鱔即金蛇，非二種矣。",
            "肉，"
        ],
        "氣味": [
            "咸，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "解中金藥毒，令人肉作雞腳裂，夜含銀，至曉變為金色者，是也。取蛇四寸炙黃，煮汁頻飲，以瘥為度。銀蛇解銀藥毒（《開寶》）。解眾毒，止泄瀉，除邪熱（蘇頌）。療久痢（時珍）。"
        ],
        "發明": [
            "",
            "藏器曰：嶺南多毒，足解毒之藥，金蛇、白藥是矣。",
            "時珍曰：《聖濟總錄》治久痢不止，有金星地鱔散：用金星地鱔（醋炙）、鉛丹、白礬（燒）各五錢，為末。每服二錢，米飲下，日二。"
        ]
    },
    {
        "名字": "水蛇",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "釋名": [
            "公蠣蛇。"
        ],
        "集解": [
            "",
            "時珍曰：水蛇所在有之，生水中。大如鱔，黃黑色，有纈紋，齧人不甚毒。陶弘景言公蠣蛇能化鱧者，即此也。水中又有一種泥蛇，黑色，穴居成群。齧人有毒，與水蛇不同。張文仲《備急方》言山中一種蛇，與公蠣相似，亦不齧人也。",
            "肉，"
        ],
        "氣味": [
            "甘、咸，寒，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "消渴，煩熱，毒痢（時珍）。",
            "燒灰油調，敷小兒骨疽膿血不止。又治手指天蛇毒瘡（時珍）。"
        ],
        "附方": [
            {
                "名稱": "《聖惠》水蛇丸",
                "方法": "治消渴，四肢煩熱，口乾心躁。水蛇一條（活者，剝皮炙黃為末），蝸牛五十個（水浸五日取涎），入天花粉末煎稠，入麝香一分，粟飯和，丸綠豆大。每服十丸，薑湯下。"
            },
            {
                "名稱": "皮",
                "方法": ""
            },
            {
                "名稱": "小兒骨瘡",
                "方法": "《海上方》詩云：小兒骨痛不堪言，出血流膿實可憐。尋取水蛇皮一個，燒灰油抹敷疼邊。天蛇毒：《劉松篁經驗方》云：會水灣陳玉田妻，病天蛇毒瘡。一老翁用水蛇一條，去頭尾，取中截如手指長，剖去骨肉。勿令病者見，以蛇皮包手指，自然束緊，以紙外裹之。"
            },
            {
                "名稱": "頓覺遍身皆涼",
                "方法": "其病即愈。數日後解視，手指有一溝如小繩，蛇皮內宛然有一小蛇，頭目俱全也。"
            }
        ]
    },
    {
        "名字": "蛇婆",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "集解": [
            "藏器曰：蛇婆生東海水中。一如蛇，常自浮游。採取無時。",
            "時珍曰：按：此所言形狀功用，似是水蛇；然無考證，姑各列條。"
        ],
        "氣味": [
            "咸，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "赤白毒痢，蠱毒下血，五野雞病，惡瘡。炙食，或燒末，米飲服二錢（藏器）。"
        ]
    },
    {
        "名字": "黃頷蛇",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《綱目》。附赤楝蛇",
        "別稱": [
            "黃喉蛇（俗名）",
            "赤楝蛇（一名桑根蛇）"
        ],
        "釋名": [
            "",
            "時珍曰：頷，喉下也。以色名赤楝，桑根象形，陶氏作赤𧐖。"
        ],
        "集解": [
            "時珍曰：按：《肘後》、《千金》、《外臺》諸方，多用自死蛇，及蛇吞蛙、鼠，並不云是某蛇。惟本草有蝮蛇腹中鼠。陶氏注云：術家所用赤𧐖、黃頷，多在人家屋間，吞鼠子、雀雛。見腹中大者，破取干之。又蛇蛻注云：草間不甚見虺、蝮蛻，多是赤𧐖、黃頷輩。",
            "據此，則古方所用自死蛇，及蛇吞蛙、鼠，當是二蛇，雖蛇蛻亦多用之。赤楝紅黑，節節相間，儼如赤楝、桑根之狀。黃頷黃黑相間，喉下色黃，大者近丈。皆不甚毒、丐兒多養為戲弄，死即食之。又有竹根蛇，《肘後》謂之青蝰蛇，不入藥用，最毒。喜緣竹木，與竹同色。",
            "大者長四、五尺，其尾三、四寸有異點者，名熇尾蛇，毒尤猛烈。中之者，急灸三、五壯。毒即不行，仍以藥敷之。又有菜花蛇，亦長大，黃綠色，方家亦有用之者。",
            "肉，"
        ],
        "氣味": [
            "甘，溫，有小毒",
            "有大毒"
        ],
        "氣味補充": [
            "",
            "",
            "思邈曰：江南山間人有一種蠱毒，以蛇涎合藥著飲食中，使人病瘕，積年乃死。但以雄黃、蜈蚣之藥治之乃佳。",
            "蛇吞鼠，"
        ],
        "主治": [
            "釀酒，或入丸散，主風癩頑癬惡瘡。",
            "自死蛇漬汁，塗大疥。煮汁，浸臂腕作痛。燒灰，同豬脂，塗風癬漏瘡，婦人妒乳，猘犬咬傷（時珍。出《肘後》、《梅師》、《千金》諸方）。",
            "燒灰，主久瘧及小腸癰，入丸散用（時珍）。",
            "久瘧勞瘧，炙，入丸散用（時珍）。",
            "鼠瘻、蟻瘻有細孔如針者。以臘月豬脂煎焦，去滓塗之（時珍。出《千金》）。",
            "蛇吞蛙",
            "噎膈，勞嗽，蛇瘻（時珍）。"
        ],
        "附方": [
            {
                "名稱": "猘犬齧傷，自死蛇一枚，燒焦為末，納入瘡孔中。（《千金方》）貓鬼野道，歌哭不自由",
                "方法": "五月五日自死赤蛇，燒灰。井華水服方寸匕，日一服。（《千金方》）"
            },
            {
                "名稱": "惡瘡似癩及馬疥大如錢者",
                "方法": "自死蛇一條，水漬至爛。去骨取汁塗之，隨手瘥。（《千金》）"
            },
            {
                "名稱": "蛇頭",
                "方法": ""
            },
            {
                "名稱": "發背腫毒",
                "方法": "蛇頭燒灰，醋和敷之，日三易。（《千金》）"
            },
            {
                "名稱": "蛤蟆瘻瘡",
                "方法": "五月五日蛇頭，及野豬脂同水衣封之，佳。（《千金方》）"
            },
            {
                "名稱": "骨",
                "方法": ""
            },
            {
                "名稱": "一切冷漏",
                "方法": "自死蛇，取骨為末封之。大痛，以杏仁膏摩之，即止。（《千金方》）"
            },
            {
                "名稱": "涎",
                "方法": ""
            },
            {
                "名稱": "噎膈",
                "方法": "用蛇含蛤蟆，泥包燒存性，研末。米飲服。"
            },
            {
                "名稱": "久勞咳嗽吐臭痰者",
                "方法": "尋水邊蛇吞青蛙未咽者，連蛇打死，黃泥固濟，煅研。空心酒服一、二錢，至效。忌生冷五七日，永不發也。（《秘韞》方）"
            },
            {
                "名稱": "蛙瘻不愈",
                "方法": "蛇腹蛙，燒灰封之。（《千金》）"
            }
        ]
    },
    {
        "名字": "蝮蛇",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《別錄》下品",
        "釋名": [
            "反鼻蛇。",
            "時珍曰：按：王介甫《字說》云：蝮，觸之則復。其害人也，人亦復之，故謂之蝮。"
        ],
        "集解": [
            "弘景曰：蝮蛇，黃黑色如土，白斑，黃頷尖口，毒最烈。虺，形短而扁，毒與蚖同。蛇類甚眾，惟此二種及青蝰為猛，不即療多死。",
            "恭曰：蝮蛇作地色，鼻反、口長、身短，頭尾相似，山南漢、沔間多有之。一名蚖蛇，無二種也。",
            "頌曰：蝮蛇形不長，頭扁口尖，頭斑，身赤紋斑，亦有青黑色者。人犯之，頭足貼著。東間諸山甚多，草行不可不慎。",
            "藏器曰：蝮蛇錦紋，亦有與地同色者。眾蛇之中，此獨胎產。著足斷足，著手斷手，不爾合身糜爛。七、八月毒盛時，齧樹以泄其毒，樹便死。又吐涎沫於草木上，著人成瘡身腫，名曰蛇漠瘡，卒難治療，方與蛇螫同。",
            "時珍曰：蝮與虺陶氏言是二種，蘇恭言是一種。今按：《爾雅》云：蝮虺身博三寸，首大如擘，是以蝮虺為一種也。郭璞云：蝮蛇惟南方有之，一名反鼻。細頸，大頭，焦尾，鼻上有針，錦紋如綬，紋間有毛如豬鬣，大者長七八尺。虺則所在有之，俗呼土虺，與地同色。顏師古云：以俗名證之，郭說為是。",
            "又《北史》：高道穆謂（爾朱）榮云：，今若還師，令（元）顥重完守具，乃養虺成蛇。是皆以蝮、虺為二種矣。蓋蝮長大，虺短小，自不難辨，陶說為是。柳子厚《宥蝮蛇文》云：目兼蜂蠆，色混泥塗。其頸蹙恧，其腹次且。褰鼻鉤牙，穴出榛居。蓄怒而蟠，銜毒而趨。亦頗盡其狀也。",
            "《抱朴子》曰：蛇類最多，惟蝮中人甚急。但即時以刀割去瘡肉投於地，其肉沸如火炙，須臾焦盡，人乃得活。王充《論衡》云：蝮蛇含太陽火氣而生，故利牙有毒。",
            "膽，"
        ],
        "氣味": [
            "苦，微寒，有毒",
            "甘，溫，有毒"
        ],
        "氣味補充": [
            "",
            ""
        ],
        "主治": [
            "䘌瘡（《別錄》）。殺下部蟲（甄權）。療諸漏，研敷之。若作痛，杵杏仁摩之（時珍。出《外臺》）。",
            "肉，",
            "釀作酒，療癩疾諸瘻，心腹痛，下結氣，除蠱毒（《別錄》）。五痔，腸風瀉血（甄權）。大風，諸惡風，惡瘡瘰癧，皮膚頑痹，半身枯死。手足臟腑間重疾（藏器曰：取活蛇一枚著器中，投以醇酒一斗，封定，埋馬溺處。周年取開，蛇已消化，酒味猶存。有患諸證者，不過服一升以來，當覺舉身習習而愈。",
            "然有小毒，不可頓服。若服他藥，不復得力。又曰：生癩者，取一枚（或他蛇亦可），燒熱坐上，當有赤蟲如馬尾出。仍取蛇肉塞鼻中）。",
            "綿裹，塞耳聾。亦敷腫毒（時珍）。",
            "皮，",
            "燒灰，療疔腫、惡瘡、骨疽（蘇恭）。",
            "蛻，",
            "身癢、疥癬、瘑瘡（蘇恭）。",
            "骨，",
            "赤痢。燒灰，飲服三錢。雜蛇亦可（藏器）。",
            "屎（器中養取之）",
            "痔瘻（蘇恭）。腹中死鼠，有小毒。",
            "鼠瘻（《別錄》。",
            "《千金》云：燒末，酒服方寸匕，日二，不過三日大驗。）"
        ],
        "發明": [
            "",
            "時珍曰：癩疾感天地肅殺之氣而成，惡疾也。蝮蛇稟天地陰陽毒烈之氣而生，惡物也。以毒物而攻毒病，蓋從其類也。"
        ],
        "附方": [
            {
                "名稱": "白癩",
                "方法": "大蝮蛇一條，勿令傷，以酒一斗漬之，糠火溫令稍熱。取蛇一寸，和臘月豬脂搗敷。（《肘後方》）"
            },
            {
                "名稱": "脂",
                "方法": ""
            },
            {
                "名稱": "藏器曰",
                "方法": "摩著物皆透也。"
            }
        ],
        "附錄": [
            "千歲蝮。頌曰：東間一種千歲蝮，狀如蝮而短，有四腳，能跳來齧人。人或中之，必死。其齧已，即跳上木作聲。云「斫木、斫木」者，不可救也。若云「博叔、博叔」者，猶可急治之。用細辛、雄黃等分為末，納瘡中，日三、四易之。又以栝蔞根、桂末著管中，密塞勿令走氣，佩之。中毒急敷之，緩即不救。",
            "時珍曰：按：《字林》云：䎼聽，形如蜥蜴，出魏興。居樹上，見人則跳來齧之。齧已還樹，垂頭聽，聞哭聲乃去。即此也。其狀頭尾一般，大如搗衣杵，俗名合木蛇，長一、二尺。談野翁方，名斫木蛇，又名望板歸。救之，用嫩黃荊葉搗爛敷之。"
        ]
    },
    {
        "名字": "蚖",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《別錄》",
        "集解": [
            "《別錄》曰：蚖類，一名蚖，短身土色而無紋。",
            "時珍曰：蚖與蝮同類，即虺也。長尺余，蝮大而虺小，其毒則一。《食經》所謂「虺色如土，小如蝮蛇」者是也。詳見蝮下。舊本作蚖類，一名蚖，誤矣。當作蚖，蝮類，一名𧈭。𧈭，即虺字。蚖、𧈭字象相近，傳寫脫誤爾。陶氏注蝮即蚖，亦誤矣。蚖既是蝮，《別錄》不應兩出。今並改正。"
        ],
        "氣味": [
            "缺"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "療痹內漏（《別錄》）。治破傷中風，大風惡疾（時珍）。"
        ],
        "附方": [
            "破傷風：牙關緊急，口噤不開，口面喎斜，肢體弛緩。用土虺蛇一條（去頭、尾、腸、皮、骨，醋炙），地龍五條（去泥，醋炙），天南星（八錢重）一枚（炮），上為末，醋煮麵糊丸如綠豆大。每服三丸至五丸，生薑酒下，仍食稀蔥白粥，取汗即瘥。昔宮使明光祖，向任統制官，被重傷，服此得效。（《普濟方》）"
        ]
    },
    {
        "名字": "藍蛇",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "集解": [
            "藏器曰：出蒼梧諸縣。狀如蝮有約，從約斷之，頭毒尾良。嶺南人呼為藍藥。"
        ],
        "主治": [
            "用頭合毒藥，毒人至死。以尾作脯，食之即解（藏器）。"
        ]
    },
    {
        "名字": "兩頭蛇",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "別稱": [
            "枳首蛇（《爾雅》）",
            "越王蛇"
        ],
        "釋名": [
            "",
            "時珍曰：枳，兩也。郭璞云：會稽人言是越王弩弦所化，故名越王蛇。江東人名越王約發。《續博物志》云：馬鱉食牛血所化。然亦自有種類，非盡化生也。"
        ],
        "集解": [
            "藏器曰：兩頭蛇大如指，一頭無口目，兩頭俱能行。云見之不吉，故孫叔敖埋之，恐後人見之必死也。",
            "時珍曰：按：《爾雅》中央有枳首蛇，中國之異氣也。劉恂《嶺表錄異》云：嶺外極多。長尺余，大如小指，背有錦紋，腹下鱗紅。人視為常，不以為異。",
            "羅願《爾雅翼》云：寧國甚多，數十同穴，黑鱗白章。又一種夏月雨後出，如蚯蚓大，有鱗，其尾如首，亦名兩頭蛇。又張耒《雜誌》云：黃州兩頭蛇，一名山蚓。云是老蚓所化，行不類蛇，宛轉甚鈍。此即羅氏所云者也。",
            "肉，"
        ],
        "氣味": [
            "時珍曰：按：《南越志》云：無毒"
        ],
        "氣味補充": [
            "夷人餌之。"
        ],
        "主治": [
            "瘧疾。山人收取干之，佩於項上（時珍）。"
        ]
    },
    {
        "名字": "天蛇",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "集解": [
            "時珍曰：按：沈存中《筆談》云：天蛇生幽陰之地，遇雨後則出，越人深畏之。其大如箸而扁，長三、四尺，色黃赤。澆之以醋則消，或以石灰糝之亦死。又云：天蛇不知何物？人遭其螫，仍為露水所濡，則遍身潰爛。或云草間黃花蜘蛛者，非矣。廣西一吏為蟲所毒，舉身潰爛。",
            "一醫視云：天蛇所螫，不可為矣。仍以藥敷其一有腫處，以鉗拔出如蛇十餘。而疾終不起。又錢塘一田夫忽病癩，通身潰爛，號呼欲絕。西溪寺僧視之，曰：此天蛇毒，非癩也。以秦皮煮汁一斗，令其恣飲。初日減半，三日頓愈。又水蛇治天蛇毒，見前。"
        ],
        "附方": []
    },
    {
        "名字": "苟印",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "集解": [
            "藏器曰：苟印，一名苟鬥，出潮州。如蛇有四足。",
            "膏，"
        ],
        "主治": [
            "滴耳中，治聾，令左右耳徹（藏器）。"
        ]
    },
    {
        "名字": "蛇角",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "別稱": [
            "骨咄犀（亦作骨篤）",
            "碧犀"
        ],
        "釋名": [
            "",
            "時珍曰：按：陶九成《輟耕錄》云：骨咄犀，大蛇之角也。當作蠱毒，謂其解蠱毒如犀角也。《唐書》有古都國亦產此，則骨咄又似古都之訛也。"
        ],
        "集解": [
            "時珍曰：按：《大明會典》云：蛇角出哈密衛。劉郁《西使記》云：骨篤犀即大蛇角，出西番。曹昭《格古論》云：骨篤犀，碧犀也。色如淡碧玉，稍有黃色，其文理似角。扣之聲清越如玉，磨刮嗅之有香，燒之不臭。最貴重，能消腫解毒。洪邁《松漠紀聞》云：骨咄犀，犀不甚大。紋如象牙，帶黃色。作刀靶者，以為無價之寶也。"
        ],
        "氣味": [
            "有毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "消腫毒，解諸毒蠱毒，以毒攻毒也（時珍）。"
        ]
    },
    {
        "名字": "諸蛇",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十三",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "別稱": [
            "時珍曰：蛇字古作它，俗作虵，有佘",
            "移",
            "佗三音"
        ],
        "釋名": [
            "篆文象其宛轉屈曲之形。其行委佗，故名。嶺南人食之，或呼為訛，或呼為茅鱔。按：《山海經》云：海外西南人以蟲為蛇，號蛇為魚。則自古已然矣。"
        ],
        "集解": [
            "時珍曰：蛇類瑣語，不可類從者，萃族於下，以便考閱。蛇在禽為翼火，（天文象形，居南方）。在卦為巽風，（巳為蛇）。在神為玄武，（北方之神，玄龜、纁蛇相合也）。在物為毒蟲（出《說文》）。有水、火、草、木、土五種（出《北戶錄》）。青、黃、赤、白、黑、金、翠、斑、花諸色（見各條）。",
            "毒蟲也，而有無毒者（金蛇、水蛇無毒）。鱗蟲也，而有生毛者（蝮蛇紋間有毛。《山海經》云：長蛇毛如彘毫也）。卵生也，而有胎產者（蝮蛇胎生）。腹行也，而有四足者。（鱗蛇、千歲蝮、苟印、蜥蜴皆有足）。又有冠者，（雞冠蛇，頭上有冠，最毒）、角者（三角蛇有角）、翼者（《西山經》云：太華山有蛇，六足四翼，名曰肥螿）、飛者（《山海經》云：柴桑多飛蛇。",
            "《荀子》云：螣蛇無足而飛）、獸首者（《大荒經》云：肅慎國有琴蛇，獸首蛇身）、人面者（《江湖紀聞》云：嶺表有人面蛇，能呼人姓名，害人。惟畏蜈蚣）、兩首者（枳首蛇）、兩身者（《北山經》云：渾夕之山，有蛇曰肥遺，一首兩身，見則大旱。《管子》曰：涸水之精，名曰蟡，狀如蛇，一首兩身，長八尺。",
            "呼其名可取魚鱉）、歧尾者（《廣志》云：出雲南）、鉤尾者（張文仲云：鉤蛇，尾如鉤，能鉤人獸入水後而食之）。熇尾者；（葛洪云：熇尾蛇似青蝰，其尾三、四寸有異色，最毒）、舵形者（張文仲云：舵蛇，形似舵，長七、八尺，中人必死。削船舵，煮汁浸之）、杵形者（即合木蛇）。",
            "又有青蝰（即竹根蛇）、白蝰、蒼虺、文蝮、白頸、黑甲、赤目、黃口之類（張文仲云：惡蛇甚多，四、五月青蝰、蒼虺、白頸、大蜴，六、七月竹狩，白蝰、文蝮、黑甲、赤目、黃口、反鉤、三角之類，皆毒之猛烈者。又南方有𠯜蛇，人若傷之不死，終身伺其主。雖百眾人中，亦來取之。",
            "惟百里外乃免耳）。蛇出以春，出則食物（蛇以春夏為晝，秋冬為夜）。其蟄以冬，蟄則含土。（至春吐出，即蛇黃石）。其舌雙，（《物理論》云：舌者心苗，火旺於巳，巳為蛇，故蛇雙舌）。其耳聾（《埤雅》云：蛇聾虎齆）。其聽以目（《埤雅》）。其蟠向壬（《淮南子》）。",
            "其毒在涎（弄蛇洗淨涎，則無毒也。蛇涎著人，生蛇漠瘡。吐涎成絲，能害人目。段成式云：蛇怒時，毒在頭尾）。其珠在口（陸佃云：龍珠在頷，蛇珠在口。懷珠之蛇，多喜投暗。見人張口，吐氣如燼）。其行也紆，（《淮南子》云：蛇屬紆行）。其食也吞（有牙無齒）。",
            "皮數解蛻（《變化論》云：龍易骨，蛇易皮）。性曉方藥（出《稽聖賦》。又《異苑》云：田父見蛇被傷，一蛇銜草敷之，遂去。其人採草治瘡，名曰蛇銜）。蛇交蛇，則雄入雌腹；（交巳即退出也。段成式云：人見蛇交，三年死。李鵬飛雲：人見蛇交，主有喜）；蛇交雉，則生蜃及蟂（詳見蛟龍。",
            "魯至剛云：蛇交雉生卵，遇雷入土，久則成蛟。不入土，但為雉耳。《述異記》云：江淮中有獸名能，乃蛇精所化也。冬則為雉，春復為蛇）。蛇以龜、鱉為雌（《埤雅》云：大腰純雌，以蛇為雄。蛇求於龜鱉，則生龜鱉。蛇求於雉、則生蜃蛟。物異而感同也）。又與鱧、鱔通氣（見本條）。",
            "入水，交石斑魚（見本條）。入山，與孔雀匹（《禽經》云：鵲見蛇則噪而奔，孔見蛇則喜而躍）。竹化蛇，蛇化雉（《異苑》云：大元中，汝南人伐木，見一竹，中央已成蛇形，而枝葉如故。又桐廬民伐竹，見蛇化雉，頭項已就，身猶蛇也。乃知竹化蛇，蛇化雉）。蚿憐蛇，蛇憐風（出《莊子》）。",
            "水蛇化鱔（名蛇鱔，有毒）。螣蛇化龍（神蛇能乘雲霧，而飛遊千里）。螣蛇聽孕。（出《變化論》。又《抱朴子》云：螣蛇不交），蟒蛇目圓（出《述異記》。大蛇曰蟒）。巴蛇吞象（《山海經》云：巴蛇食象，三年而出其骨）。蚺蛇吞鹿（詳本條），玄蛇吞麈（大鹿也。",
            "出《山海經》）。活褥蛇，能捕鼠（《唐書》云：貞觀中，波斯國獻之。狀同鼠，色正青，能捕鼠）。食蛇鼠，能捕蛇（《唐書》云：罽賓國有食蛇鼠，尖喙赤尾，能食蛇。被蛇螫者，以鼠嗅而尿之，立愈）。蛇吞鼠，而有齧蛇之鼠狼；（寇曰：嘗見一烏蛇，長丈餘。有鼠狼齧蛇頭，曳之而去，亦相畏伏耳）。",
            "蛇吞蛙，而有制蛇之田父（《洽聞記》云：蛤蟆大者名田父，見蛇則銜其尾。良久蛇死，尾後數寸，皮不損而肉已盡矣）。蛇令豹止，而有食蛇之貘（《淮南子》云：蛇令豹止，物相制也，貘乃白豹，食蛇及鐵）。龜蛇同氣，而有呷蛇之龜（見攝龜）。玄龜食蟒，（王起云：以小制大，禽之制在氣也），蝍蛆甘帶（出《莊子》。",
            "蝍蛆，蜈蚣也。帶，蛇也。陸佃云：蜈蚣見大蛇，能以氣禁之，啖其腦、眼。蟾蜍食蝍蛆，蝍蛆食蛇，蛇食蟾蜍，物畏其天也。《墨客揮犀》云：蜈蚣逐蛇，蛇即張口，乃入其腹食之）。鴆步則蛇出，鵙鳴則蛇結（出《禽經》。鴆鳥能禹步禁咒，使大石自轉，取蛇食之，蛇入口即糜也。",
            "鸛亦然。鵙，伯勞也）。鸛、鶴、鷹、鶻、鶖，皆鳥之食蛇者也（蛇鷹、蛇鶻。余見本條）；虎、猴、麂、麝、牛，皆獸之食蛇者也（玃猴食蛇。牛食蛇，則獨肝有毒）。蛇所食之蟲，則蛙、鼠、燕、雀、蝙蝠、鳥雛。所食之草，則芹、茄、石南、茱萸、蛇粟（噇子也）。",
            "所憎之物，則蘘荷、菴䕡、蛇網草、鵝糞；所畏之藥，則雄黃、雌黃、羖羊角、蜈蚣（《千金》云：入山佩武都雄黃、雌黃，或燒羖羊角煙，或筒盛蜈蚣，則蛇不敢近）。誤觸萵菜，則目不見物（出《續墨客揮犀》）；炙以桑薪，則足可立出（藏器曰：蛇有足，見之不佳。以桑薪火炙之則見，不足怪也。",
            "陶弘景曰：五月五日燒地令熱，以酒沃之，置蛇於上則足見）。蛇蟠人足，淋以熱尿，或沃以熱湯，則自解；蛇入人竅，灸以艾炷，或辣以椒末，則自出（以艾炷灸蛇尾，或割破蛇尾，塞以椒末，即出）。內解蛇毒之藥，則雄黃、貝母、大蒜、薤白、蒼耳；外治蛇蠚之藥，則大青、鶴蝨、苦苣、堇菜、射罔、薑黃、乾薑、白礬、黑豆葉、黃荊葉、蛇含草、犬糞、鵝糞、蔡苴機糞。"
        ],
        "附方": []
    }
]