[
    {
        "名字": "鱗之四",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "無鱗魚二十八種，附錄九種"
    },
    {
        "名字": "鱧魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《本經》上品",
        "別稱": [
            "蠡魚（《本經》）",
            "黑鱧（《圖經》）",
            "玄鱧（《埤雅》）",
            "烏鱧（《綱目》）",
            "鮦魚（音同"
        ],
        "釋名": [
            "《本經》）、文魚。",
            "時珍曰：鱧首有七星，夜朝北斗，有自然之禮，故謂之鱧。又與蛇通氣，色黑，北方之魚也，故有玄、黑諸名。俗呼火柴頭魚，即此也。其小者名鮦魚。蘇頌《圖經》引《毛詩》諸注，謂鱧即鯇魚者，誤矣。今直削去，不煩辯正。"
        ],
        "集解": [
            "《別錄》曰：生九江池澤。取無時。",
            "弘景曰：處處有之。言是公蠣蛇所化，然亦有相生者。性至難死，猶有蛇性也。時珍曰：形長體圓，頭尾相等，細鱗玄色，有斑點花紋，頗類蝮蛇，有舌有齒有肚，背腹有鬣連尾，尾無歧。形狀可憎，氣息腥惡，食品所卑。南人有珍之者，北人尤絕之。道家指為水厭，齋籙所忌。",
            "肉，"
        ],
        "氣味": [
            "甘，寒，無毒",
            "甘，平"
        ],
        "氣味補充": [
            "有瘡者不可食，令人瘢白（《別錄》）。",
            "源曰：有小毒，無益，不宜食之。",
            "宗奭曰：能發痼疾。療病亦取其一端耳。",
            "",
            "《日華》曰：諸魚膽苦，惟此膽甘可食為異也。臘月收取，陰乾。"
        ],
        "主治": [
            "療五痔，治濕痹，面目浮腫，下大水（《本經》。弘景曰：合小豆白煮，療腫滿甚效）。下大小便，壅塞氣。作鱠，與腳氣、風氣人食，良。（孟詵）。主妊娠有水氣（蘇頌）。",
            "冷敗瘡中生蟲（別錄）。腸以五味炙香，貼痔瘻及蛀骭瘡，引蟲盡為度（《日華》）。",
            "膽，",
            "喉痹將死者，點入少許即瘥，病深者水調灌之（《靈苑方》）。"
        ],
        "附方": [
            {
                "名稱": "十種水氣垂死",
                "方法": "鱧魚（一斤重者）煮汁，和冬瓜、蔥白作羹食。（《心鏡》）"
            },
            {
                "名稱": "下一切氣",
                "方法": "詵曰：用大鱧一頭開肚，入胡椒末半兩，大蒜三兩顆，縫合，同小豆一升煮熟，下蘿蔔三、五顆，蔥一握，俱切碎，煮熟，空腹食之至飽，並飲汁。至夜，泄惡氣無限也。三五日更一作。"
            },
            {
                "名稱": "腸痔下血",
                "方法": "鱧魚作鱠，以蒜齏食之。忌冷、毒物。（《外臺》）"
            },
            {
                "名稱": "一切風瘡頑癬疥癩",
                "方法": "年久不愈者，不過二、三服必愈。用黑火柴頭魚一個（即烏鱧也），去腸肚，以蒼耳葉填滿。外以蒼耳安鍋底，置魚於上，少少著水，慢火煨熟，去皮骨淡食。勿入鹽醬，功效甚大。（《醫林集要》）"
            },
            {
                "名稱": "浴兒免痘",
                "方法": "除夕黃昏時，用大烏魚一尾，小者二三尾，煮湯浴兒，遍身七竅俱到。不可嫌腥，以清水洗去也。若不信，但留一手或一足不洗，遇出痘時，則未洗處偏多也。此乃異人所傳，不可輕易。（楊拱《醫方摘要》）"
            },
            {
                "名稱": "腸及肝",
                "方法": ""
            }
        ]
    },
    {
        "名字": "鰻鱺魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《別錄》中品",
        "別稱": [
            "白鱔（《綱目》）",
            "蛇魚（《綱目》），乾者名風鰻"
        ],
        "釋名": [
            "",
            "時珍曰：鰻鱺舊注音漫黎。按：許慎《說文》，鱺與鱧同。趙闢公《雜錄》亦云：此魚有雄無雌，以影漫於鱧魚，則其子皆附於鱧鬐而生，故謂之鰻鱺。與許說合，當以鱧音為正。曰蛇，曰鱔，象形也。"
        ],
        "集解": [
            "頌曰：所在有之。似鱔而腹大，青黃色。云是蛟蜃之屬，善攻江岸，人酷畏之。",
            "詵曰：歙州溪潭中出一種背有五色紋者，頭似蝮蛇。入藥最勝。江河中難得五色者。",
            "時珍曰：鰻鱺，其狀如蛇，背有肉鬣連尾，無鱗有舌，腹白。大者長數尺，脂膏最多。背有黃脈者，名金絲鰻鱺。此魚善穿深穴，非若蛟蜃之攻岸也。或云鮎亦產鰻，或云鰻與蛇通。"
        ],
        "正誤": [
            "弘景曰：鰻鱺能緣樹食藤花。",
            "恭曰：鯢魚能上樹。鰻無足，安能上樹耶？謬說也。",
            "肉，"
        ],
        "氣味": [
            "甘，平，有毒"
        ],
        "氣味補充": [
            "",
            "思邈曰：大溫。",
            "士良曰：寒。",
            "宗奭曰：動風。",
            "吳瑞曰：腹下有黑斑者，毒甚。與銀杏同食，患軟風。",
            "機曰：小者可食。重四、五斤及水行昂頭者，不可食。嘗見舟人食之，七口皆死。",
            "時珍曰：按：《夷堅續志》云：四目者殺人。背有白點無鰓者，不可食。妊娠食之，令胎有疾。"
        ],
        "主治": [
            "五痔瘡瘻，殺諸蟲（《別錄》。詵曰：痔瘻熏之蟲即死。殺諸蟲，燒炙為末，空腹食，三、五度即瘥）。治惡瘡，女人陰瘡蟲癢，治傳屍疰氣勞損，暖腰膝，起陽（《日華》）。療濕腳氣，腰腎間濕風痹，常如水洗。以五味煮食，甚補益。患諸瘡瘻癧瘍風人，宜長食之（孟詵）。",
            "治小兒疳勞，及蟲心痛（時珍）。婦人帶下，療一切風瘙如蟲行，又壓諸草石藥毒，不能為害（張鼎）。",
            "諸瘻瘡（陶弘景）。耳中蟲痛（蘇恭）。",
            "曝乾微炙取油，塗白駁風，即時色轉，五、七度便瘥（宗奭。《集驗方》云：白駁生頭面上，浸淫漸長似癬者。刮令燥痛，炙熱脂搽之，不過三度即瘥）。",
            "骨及頭，",
            "炙研入藥，治疳痢腸風崩帶。燒灰敷惡瘡。燒熏痔瘻，殺諸蟲（時珍）。",
            "瘡疹入眼生翳，以少許點之（時珍）。"
        ],
        "發明": [
            "頌曰：魚雖有毒，以五味煮羹，能補虛損，及久病勞瘵。",
            "時珍曰：鰻鱺所主諸病，其功專在殺蟲去風耳。與蛇同類，故主治近之。《稽神錄》云：有人病瘵，相傳染死者數人。取病者置棺中，棄於江以絕害。流至金山，漁人引起開視，乃一女子，猶活。取置漁舍，每以鰻鱺食之，遂愈。因為漁人之妻。張鼎云：燒煙燻蚊，令化為水。",
            "熏氈及屋舍竹木，斷蛀蟲。置骨於衣箱，斷諸蠹。觀此，則《別錄》所謂能殺諸蟲之說，益可證矣。"
        ],
        "附方": [
            {
                "名稱": "諸蟲心痛，多吐清水",
                "方法": "鰻鱺淡煮，飽食三、五度，即瘥。（《外臺》）"
            },
            {
                "名稱": "骨蒸勞瘦",
                "方法": "用鰻鱺二斤治淨，酒二盞煮熟，入鹽、醋食之。（《聖惠》）"
            },
            {
                "名稱": "腸風下蟲",
                "方法": "同上。"
            },
            {
                "名稱": "膏",
                "方法": ""
            },
            {
                "名稱": "一切惡瘡",
                "方法": "用蛇魚骨炙為末，入諸色膏藥中貼之，外以紙護之。（《經驗》）"
            },
            {
                "名稱": "血",
                "方法": ""
            }
        ]
    },
    {
        "名字": "海鰻鱺",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "五月五日收",
        "別稱": [
            "慈鰻（《日華》）",
            "猧",
            "狗魚（《日華》）"
        ],
        "釋名": [
            "",
            "黃䱇（音旦）。",
            "宗奭曰：鱔腹黃，故世稱黃鱔。",
            "時珍曰：《異苑》作黃䱇，云黃疸之名，取乎此也。藏器言：當作鱣魚，誤矣。鱣字平聲，黃魚也。"
        ],
        "集解": [
            "《日華》曰：生東海中。類鰻鱺而大，功用相同。",
            "韓保升曰：鱔魚生水岸泥窟中。似鰻鱺而細長，亦似蛇而無鱗，有青、黃二色。",
            "時珍曰：黃質黑章，體多涎沫，大者長二三尺，夏出冬蟄。一種蛇變者名蛇鱔，有毒害人。南人鬻鱔肆中，以缸貯水，畜數百頭。夜以燈照之，其蛇化者，必項下有白點。通身浮水上，即棄之。或以蒜瓣投於缸中，則群鱔跳擲不已，亦物性相制也。",
            "藏器曰：作臛，當重煮之，不可用桑柴，亦蛇類也。",
            "弘景曰：鱔是荇芩根所化，又云死人發所化。今其腹中自有子，不必盡是變化也。",
            "肉，"
        ],
        "氣味": [
            "同鰻鱺",
            "甘，大溫，無毒",
            "甘，平，無毒"
        ],
        "氣味補充": [
            "",
            "思邈曰：黑者有毒。",
            "弘景曰：性熱能補。時行病後食之，多復。",
            "宗奭曰：動風氣。多食，令人霍亂。曾見一郎官食此，吐利幾死也。",
            "時珍曰：按：《延壽書》云：多食，發諸瘡，亦損人壽。大者，有毒殺人。不可合犬肉、犬血食之。",
            ""
        ],
        "主治": [
            "治皮膚惡瘡疥、疳䘌、痔瘻（《日華》。時珍曰：按李九華云：狗魚暖而不補。即此。",
            "鱔（善）魚（《別錄》上品）",
            "補中益血，療瀋唇（《別錄》）。補虛損，婦人產後惡露淋瀝，血氣不調，羸瘦，止血，除腹中冷氣腸鳴，及濕痹氣（藏器）。善補氣，婦人產後宜食（震亨）。補五臟，逐十二風邪。患濕風、惡氣人，作臛空腹飽食，暖臥取汗出如膠，從腰腳中出，候汗乾，暖五枝湯浴之，避風。三、五日一作，甚妙（孟詵）。",
            "專貼一切冷漏、痔瘻、臁瘡引蟲（時珍）。",
            "塗癬及瘻（藏器）。",
            "療口眼喎斜，同麝香少許。左喎塗右，右喎塗左，正即洗去。治耳痛，滴數點入耳。治鼻衄，滴數點入鼻。治疹後生翳，點少許入目。治赤疵，同蒜汁、墨汁頻塗之。又塗赤遊風（時珍）。",
            "燒服，止痢，主消渴，去冷氣，除痞症，食不消（《別錄》）。同蛇頭、地龍頭燒灰酒服，治小腸癰有效（《集成》）。百蟲入耳，燒研，綿裹塞之，立出（時珍）。",
            "皮，",
            "婦人乳核硬疼，燒灰空心溫酒服（《聖惠》）。"
        ],
        "附方": [
            {
                "名稱": "臁瘡蛀爛",
                "方法": "用黃鱔魚數條打死，香油抹腹，蟠瘡上系定，頃則痛不可忍，然後取下看，腹有針眼皆蟲也。未盡更作，後以人脛骨灰，油調搽之。（《奇效》）"
            },
            {
                "名稱": "肉痔出血",
                "方法": "鱔魚煮食，其性涼也。（《便民食療》）"
            }
        ],
        "發明": [
            "時珍曰；鱔善穿穴，無足而竄，與蛇同性，故能走經脈療十二風邪，及口喎、耳目諸竅之病。風中血脈，則口眼喎斜，用血主之，從其類也。",
            "頭"
        ]
    },
    {
        "名字": "鰌魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "音酋。《綱目》",
        "別稱": [
            "泥鰍（俗名）",
            "鰼魚（《爾雅》）"
        ],
        "釋名": [
            "",
            "時珍曰：按：陸佃云：鰌性酋健，好動善擾，故名。小者名鰌魚。孫炎云：鰼者，尋習其泥也。"
        ],
        "集解": [
            "時珍曰：海鰍生海中，極大。江鰍生江中，長七、八寸。泥鰍生湖池，最小，長三、四寸，沉於泥中。狀微似鱔而小，銳首圓身，青黑色，無鱗。以涎自染，滑疾難握。與他魚牝牡，故《莊子》云「鰍與魚遊」。生沙中者微有文采。閩、廣人劙去脊骨，作臛食甚美。《相感志》云：燈心煮鰍甚妙。"
        ],
        "氣味": [
            "甘，平，無毒"
        ],
        "氣味補充": [
            "",
            "弘景曰：不可合白犬血食。一云涼。"
        ],
        "主治": [
            "暖中益氣，醒酒，解消渴（時珍）。同米粉煮羹食，調中收痔（吳球）。"
        ],
        "附方": [
            "消渴飲水：用泥鰍魚（十頭陰乾，去頭尾，燒灰）、乾荷葉等分。為末。每服二錢，新汲水調下，日三。名沃焦散。（《普濟方》）",
            "喉中物哽：用生鰍魚，線牢縛其頭，以尾先入喉中，牽拽出之。（《普濟方》）",
            "揩牙烏髭：泥鰍魚一枚、槐蕊、狼把草各一兩，雄燕子一個，酸石榴皮半兩，搗成團。入瓦罐內，鹽泥固濟，先文後武，燒炭十斤，取研，日用。一月以來，白者皆黑。（《普濟》）",
            "陽事不起：泥鰍煮食之。（《集簡方》）",
            "牛狗羸瘦：取鰍魚一、二枚，從口鼻送入，立肥也。（陳藏器）"
        ]
    },
    {
        "名字": "鱣魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "音邅。《拾遺》",
        "校正": [
            "時珍曰：《食療》黃魚系重出，今併為一。"
        ],
        "別稱": [
            "黃魚（《食療》）",
            "蠟魚（《御覽》）",
            "玉版魚"
        ],
        "釋名": [
            "",
            "時珍曰：鱣肥而不善遊，有邅如之象。曰黃曰蠟，言其脂色也。玉版，言其肉色也。《異物志》名含光，言其脂肉夜有光也。《飲膳正要》云：遼人名阿八兒忽魚。"
        ],
        "集解": [
            "藏器曰：鱣長二、三丈，純灰色，體有三行甲。逆上龍門，能化為龍也。",
            "時珍曰：鱣出江淮、黃河、遼海深水處，無鱗大魚也。其狀似鱘，其色灰白，其背有骨甲三行，其鼻長有須，其口近頷下，其尾歧。其出也，以三月逆水而生。其居也，在磯石湍流之間。其食也，張口接物聽其自入，食而不飲，蟹魚多誤入之。昔人所謂「鱣鮪岫居」，世俗所謂「鱘鱑魚吃自來食」，是矣。",
            "其行也，在水底，去地數寸。漁人以小鉤近千沉而取之，一鉤著身，動而護痛，諸鉤皆著。船遊數日，待其困憊，方敢掣取。其小者近百斤。其大者長二、三丈，至一、二千斤。其氣甚腥。其脂與肉層層相間，肉色白，脂色黃如蠟。其脊骨及鼻，並鬐與鰓，皆脆軟可食。其肚及子鹽藏亦佳，其鰾亦可作膠。",
            "其肉骨煮炙及作鮓皆美。《翰墨大全》云：江淮人以鱘鱑魚作鮓名片醬，亦名玉版鮓也。",
            "肉，"
        ],
        "氣味": [
            "甘，平，有小毒",
            "無毒"
        ],
        "氣味補充": [
            "",
            "詵曰：發氣動風，發瘡疥。和蕎麥食，令人失音。",
            "寧源曰：味極肥美，楚人尤重之。多食，生熱痰。作鮓奇絕，亦不益人。",
            "時珍曰：服荊芥藥，不可食。",
            ""
        ],
        "主治": [
            "利五臟，肥美人。多食，難克化（時珍）。",
            "肝，",
            "惡瘡疥癬。勿以鹽炙食（藏器）。"
        ],
        "附方": []
    },
    {
        "名字": "鱘魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "別稱": [
            "鱏魚（尋",
            "淫二音）",
            "鮪魚（音洧）",
            "王鮪（《爾雅》）",
            "碧魚"
        ],
        "釋名": [
            "",
            "時珍曰：此魚延長，故從尋從覃，皆延長之義。《月令》云：季春，天子薦鮪於寢廟。故有王鮪之稱。郭璞云：大者名王鮪，小者名叔鮪，更小者名鮥子（音洛）。李奇《漢書注》云：周洛曰鮪，蜀曰䱭䲛（音亙懵）。《毛詩義疏》云：遼東、登、萊人名尉魚，言樂浪尉仲明溺海死，化為此魚。蓋尉亦鮪字之訛耳。《飲膳正要》云：今遼人名乞里麻魚。"
        ],
        "集解": [
            "藏器曰：鱘生江中。背如龍，長一、二丈。",
            "時珍曰：出江淮、黃河、遼海深水處，亦鱣屬也。岫居，長者丈餘。至春始出而浮陽，見日則目眩。其狀如鱣，而背上無甲。其色青碧，腹下色白。其鼻長與身等，口在頷下，食而不飲。頰下有青斑紋，如梅花狀。尾歧如丙。肉色純白，味亞於鱣，鬐骨不脆。羅願云：鱘狀如鬻鼎，上大下小，大頭哆口，似鐵兜鍪。其鰾亦可作膠，如鱁鮧也。亦能化龍。",
            "肉，"
        ],
        "氣味": [
            "甘，平，無毒"
        ],
        "氣味補充": [
            "",
            "詵曰：有毒。味雖美而發諸藥毒，動風氣，發一切瘡疥。久食，令人心痛腰痛。服丹石人忌之。勿與干筍同食，發癱瘓風。小兒食之，成咳嗽及癥瘕。作鮓雖珍，亦不益人。"
        ],
        "主治": [
            "補虛益氣，令人肥健（藏器）。煮汁飲，治血淋（孟詵）。",
            "鼻肉",
            "作脯名鹿頭，亦名鹿肉，言美也。",
            "補虛下氣（藏器）。",
            "子狀（如小豆）",
            "食之肥美，殺腹內小蟲（藏器）。"
        ]
    },
    {
        "名字": "牛魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "集解": [
            "藏器曰：生東海。其頭似牛。",
            "時珍曰：按：《一統志》云：牛魚出女直混同江。大者長丈餘，重三百斤。無鱗骨，其肉脂相間，食之味長。又《異物志》云：南海有牛魚，一名引魚，重三、四百斤，狀如鱧，無鱗骨，背有斑紋，腹下青色。知海潮，肉味頗長。觀二說，則此亦鱏屬也。鱏、引聲亦相近。",
            "肉，",
            "無毒。"
        ],
        "主治": [
            "六畜疫疾。作干脯為末，以水和灌鼻，即出黃涕。亦可置病牛處，令氣相熏（藏器）。"
        ]
    },
    {
        "名字": "鮠魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "音桅。《拾遺》",
        "別稱": [
            "鮰魚（音回）",
            "鱯魚（化",
            "獲二音）",
            "𩸄魚（化上聲）",
            "䲚魚（癩）"
        ],
        "釋名": [
            "",
            "時珍曰：北人呼鱯，南人呼鮠，並與鮰音相近。邇來通稱鮰魚，而鱯、鮠之名不彰矣。𩸄，又鱯音之轉也。秦人謂其發癩，呼為鮠魚。余見鮎魚。"
        ],
        "集解": [
            "時珍曰：鮠，生江淮間無鱗魚，亦鱘屬也。頭尾身鬐俱似鱘狀，惟鼻短爾。口亦在頷下，骨不柔脆，腹似鮎魚，背有肉鬐。郭璞云鱯魚似鮎而大，白色者，是矣。"
        ],
        "正誤": [
            "藏器曰：鮠生海中，大如石首。不腥，作鱠如雪。隋朝吳都進鮠魚鱠，取快日曝乾瓶盛。臨食以布裹水浸用，與初鱠無異。",
            "時珍曰：藏器所說，出《杜寶拾遺錄》。其說云：隋大業六年，吳郡獻海鮸干鱠。其法：五、六月取大鮸四、五尺者，鱗細而紫，無細骨，不腥。取肉切曬極干，以新瓶盛之，泥封固。用時以布裹水浸，少頃去水，則皎白如新也。珍按：此乃海鮸，即石首之大者，有鱗不腥。",
            "若江河鮠魚，則無鱗極腥矣。陳氏蓋因鮸、鮠二字相類，不加考究，遂致謬誤耳。今正之。",
            "肉，"
        ],
        "氣味": [
            "甘，平，無毒"
        ],
        "氣味補充": [
            "",
            "頌曰：能動痼疾。不可合野豬、野雞肉食，令人生癩。"
        ],
        "主治": [
            "開胃，下膀胱水（藏器）。"
        ],
        "附方": []
    },
    {
        "名字": "鮧魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "音夷。《別錄》上品",
        "別稱": [
            "鯷魚（音題）",
            "鰋魚（音偃）",
            "鮎魚"
        ],
        "釋名": [
            "",
            "時珍曰：魚額平夷低偃，其涎黏滑。鮧，夷也。鰋，偃也。鮎，黏也。古曰鰋，今曰鮎；北人曰鰋，南人曰鮎。"
        ],
        "集解": [
            "弘景曰：鯷，即鮎也。又有鱯，似鯷而大。鮠，似鯷而色黃。人魚，似鮎而有四足。",
            "保升曰：口腹俱大者，名鱯；背青口小者，名鮎；口小背黃腹白者，名鮠。",
            "時珍曰：二說俱欠詳核。鮎乃無鱗之魚，大首偃額，大口大腹，鮠身鱧尾，有齒有胃有須。生流水者，色青白。生止水者，色青黃。大者亦至三四十斤，俱是大口大腹，並無口小者。鱯即今之鮰魚，似鮎而口在頷下，尾有歧，南人方音轉為鮠也。今釐正之。凡食鮎、鮠，先割翅下懸之，則涎自流盡，不黏滑也。",
            "肉，"
        ],
        "氣味": [
            "甘，溫，無毒"
        ],
        "氣味補充": [
            "",
            "詵曰：無鱗，有毒，勿多食。",
            "頌曰：寒而有毒，非佳品也。赤目、赤須、無腮者，並殺人。不可合牛肝食，令人患風多噎。不可合野豬肉食，令人吐瀉。",
            "弘景曰：不可合鹿肉食，令人筋甲縮。",
            "時珍曰：反荊芥。"
        ],
        "主治": [
            "百病（《別錄》）。作臛，補人（弘景）。療水腫，利小便（蘇恭）。治口眼喎斜，活鮎切尾尖，朝吻貼之即正。又五痔下血肛痛，同蔥煮食之（時珍）。",
            "三消渴疾，和黃連末為丸，烏梅湯每服五七丸，日三服，效（蘇頌）。",
            "目，",
            "刺傷中水作痛，燒灰塗之（思邈）。",
            "肝，",
            "骨鯁（時珍）。"
        ],
        "附方": [
            "身面白駁：鮎魚（半斤）一頭，去腸，以粳飯、鹽、椒如常作鮓，以荷葉作三包系之。更以荷葉重包，令臭爛。先以布拭赤，乃炙鮓包，乘熱熨，令汗出。以綿衣包之，勿令見風，以瘥為度。（《總錄》）",
            "涎，",
            "骨鯁在喉：栗子肉上皮半兩（研末），乳香、鮎魚肝各一分，同搗，丸梧子大。以綿裹一丸，水潤，外留綿線吞下，釣出。（《總錄》）"
        ]
    },
    {
        "名字": "䱱魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "音啼。《綱目》",
        "校正": [
            "",
            "時珍曰：舊注見鮧魚，今分出。"
        ],
        "別稱": [
            "人魚（《弘景》）",
            "孩兒魚"
        ],
        "釋名": [
            "",
            "時珍曰：䱱聲如孩兒，故有諸名。作鯷、鮧者，並非。"
        ],
        "集解": [
            "弘景曰：人魚，荊州·臨沮·青溪多有之。似鯷而有四足，聲如小兒。其膏然之不消耗，秦始皇驪山塚中所用人魚膏是也。",
            "宗奭曰：䱱魚形微似獺，四足，腹重墜如囊，身微紫色，無鱗，與鮎、鮠相類。嘗剖視之，中有小蟹、小魚、小石數枚也。",
            "時珍曰：孩兒魚有二種：生江湖中，形色皆如鮎、鮠，腹下翅形似足，其腮頰軋軋，音如兒啼，即䱱魚也。一種生溪澗中，形聲皆同。但能上樹，乃鯢魚也。《北山經》云：決水多人魚。狀如䱱，四足，音如嬰兒。食之無癡疾。又云：休水北注於洛，中多䱱魚。狀如盩蜼而長距，足白而對，食之無蠱疾，可以御兵。",
            "按此二說，前與陶合，後與寇合，蓋一物也。今漁人網得，以為不利，即驚異而棄之，蓋不知其可食如此也。徐鉉《稽神錄》云：謝仲玉者，曾見婦人出沒水中，腰以下皆魚。乃人魚也。又《徂異記》云：查奉道使高麗，見海沙中一婦人，肘後有紅鬣。問之。曰：人魚也。此二者，乃名同物異，非䱱、鯢也。"
        ],
        "氣味": [
            "甘，有毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "食之，療瘕疾（弘景）。無蠱疾（時珍）。"
        ],
        "附方": []
    },
    {
        "名字": "鯢魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "音倪。《拾遺》",
        "別稱": [
            "人魚（《山海經》）",
            "魶魚（音納）",
            "鰨魚（音塔）"
        ],
        "釋名": [
            "大者名鰕（音霞）。",
            "時珍曰：鯢，聲如小兒，故名。即䱱魚之能上樹者。",
            "俗云鮎魚上竿，乃此也。與海中鯨，同名異物。蜀人名魶，秦人名鰨。《爾雅》云：大者曰鰕。《異物志》云：有魚之體，以足行如蝦，故名鰕。陳藏器以此為鱯魚，欠考矣。又云一名王鮪，誤矣，王鮪乃鱘魚也。"
        ],
        "集解": [
            "藏器曰：鯢生山溪中。似鮎有四足，長尾，能上樹。大旱則含水上山，以草葉覆身，張口，鳥來飲水，因吸食之。聲如小兒啼。",
            "時珍曰：按：郭璞云：鯢魚似鮎，四腳，前腳似猴，後腳似狗，聲如兒啼，大者長八、九尺。《山海經》云：決水有人魚，狀如䱱，食之無癡疾。《蜀志》云：雅州西山溪谷出魶魚。似鮎有足，能緣木，聲如嬰兒，可食。《酉陽雜俎》云：峽中人食鯢魚，縛樹上，鞭至白汁出如構汁，方可治食。不爾，有毒也。"
        ],
        "氣味": [
            "甘，有毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "食之無癡疾（《山海經》）。"
        ]
    },
    {
        "名字": "黃顙魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《食療》",
        "別稱": [
            "黃鱨魚（古名）",
            "黃頰魚（《詩疏》）",
            "，䱀䰲（央軋）",
            "黃䰲"
        ],
        "釋名": [
            "",
            "時珍曰：顙、頰以形，鱨以味，䱀䰲以聲也。今人析而呼為黃䱀、黃䰲。陸璣作黃揚，訛矣。"
        ],
        "集解": [
            "時珍曰：黃顙，無鱗魚也。身尾俱似小鮎，腹下黃，背上青黃，腮下有二橫骨，兩須，有胃。群遊作聲如軋軋。性最難死。陸璣云：魚身燕頭，頰骨正黃。魚之有力能飛躍者。陸佃云：其膽春夏近下，秋冬近上。亦一異也。"
        ],
        "氣味": [
            "甘，平，微毒"
        ],
        "氣味補充": [
            "",
            "詵曰：無鱗之魚不益人，發瘡疥。",
            "時珍曰：反荊芥，害人。"
        ],
        "主治": [
            "肉，至能醒酒（弘景）。祛風（吳瑞）。",
            "煮食，消水腫，利小便。燒灰，治瘰癧久潰不收斂，及諸惡瘡（時珍）。",
            "消渴（吳瑞）。",
            "喉痹腫痛，燒研，茶服三錢（時珍。並出《普濟》）。"
        ],
        "附方": [
            {
                "名稱": "水氣浮腫",
                "方法": "用黃顙三尾，綠豆一合，大蒜三瓣，水煮爛，去魚食豆，以汁調商陸末一錢服。其水化為清氣而消。詩云：一頭黃顙八須魚，綠豆同煎一合余。白煮作羹成頓服，管教水腫自消除。（《集要》）"
            },
            {
                "名稱": "瘰癧潰壞",
                "方法": "用黃䰲魚破開，入蓖麻子二十粒，扎定，安廁坑中，冬三日，春秋一日，夏半日，取出洗淨，黃泥固濟，煅存性研，香油調敷。"
            },
            {
                "名稱": "臁瘡浸淫",
                "方法": "方同上。（並《普濟》）"
            },
            {
                "名稱": "生津丸",
                "方法": "治消渴飲水無度。以黃顙魚涎和青蛤粉、滑石末等分，丸梧子大。每陳粟米湯下三十丸。"
            },
            {
                "名稱": "頰骨",
                "方法": ""
            }
        ]
    },
    {
        "名字": "河豚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "宋《開寶》",
        "校正": [
            "併入《食療》鯸鮧、《拾遺》䲅魚。"
        ],
        "別稱": [
            "鯸鮧（一作鯸鮐）",
            "鰗鮧（《日華》）",
            "䲅魚（一作鮭）",
            "嗔魚（《拾遺》）",
            "吹肚魚（俗）",
            "氣包魚"
        ],
        "釋名": [
            "",
            "時珍曰：豚，言其味美也。侯夷，狀其形醜也。䲅，謂其體圓也。吹肚、氣包，象其嗔脹也。《北山經》名䰽魚（音沛）。"
        ],
        "集解": [
            "志曰：河豚，江、淮、河皆有之。",
            "藏器曰：腹白，背有赤道如印，目能開闔。觸物即嗔怒，腹脹如氣球浮起，故人以物撩而取之。",
            "時珍曰：今吳越最多。狀如蝌蚪，大者尺余，背色青黑。有黃縷紋，無鱗無腮無膽，腹下白而不光。率以三頭相從為一部。彼人春月甚珍貴之，尤重其腹腴，呼為西施乳。嚴有翼《藝苑雌黃》云：河豚，水族之奇味，世傳其殺人。余守丹陽·宣城，見土人戶戶食之。但用菘菜、蔞蒿、荻芽三物煮之，亦未見死者。",
            "南人言魚之無鱗無腮，無膽有聲，目能眨者，皆有毒。河豚備此數者，故人畏之。然有二種，其色炎黑有紋點者，名斑魚，毒最甚。或云三月後則為斑魚，不可食也。又案：《雷公炮炙論》云：鮭魚插樹，立便乾枯。狗膽塗之，復當榮盛。《御覽》云：河豚魚雖小，而獺及大魚不敢啖之。",
            "則不惟毒人，又能毒物也。王充《論衡》云：萬物含太陽火氣而生者，皆有毒。在魚則鮭與𩶰䱙。故鮭肝死人，𩶰䱙螫人。"
        ],
        "氣味": [
            "甘，溫，無毒",
            "有大毒"
        ],
        "氣味補充": [
            "宗奭曰：河豚有大毒，而云無毒何也？味雖珍美，修治失法。食之殺人，厚生者宜遠之。",
            "藏器曰：海中者大毒，江中者次之。煮之不可近鐺，當以物懸之。",
            "時珍曰：煮忌煤炲落中。與荊芥、菊花、桔梗、甘草、附子、烏頭相反。宜荻筍、蔞蒿、禿菜。畏橄欖、甘蔗、蘆根、糞汁。案：陶九成《輟耕錄》：凡食河豚，一日內不可服湯藥，恐犯荊芥，二物大相反。亦惡烏頭、附子之屬。余在江陰，親見一儒者，因此喪命。河豚子必不可食，曾以水浸之，一夜大如芡實也。",
            "世傳中其毒者，以至寶丹或橄欖及龍腦浸水皆可解。復得一方，惟以槐花微炒，與干胭脂等分同搗粉，水調灌之，大妙。又案：《物類相感志》言：凡煮河豚，用荊芥同煮五、七沸，換水則無毒。二說似相反，得非河豚之毒入於荊芥耶？寧從陶說，庶不致悔也。",
            "",
            "《藏器》曰：入口爛舌，入腹爛腸，無藥可解。惟橄欖木、魚茗木、蘆根、烏蓲草根煮汁可解。",
            "時珍曰：吳人言其血有毒，脂令舌麻，子令腹脹，眼令目花，有「油麻子脹眼睛花」之語。而江陰人鹽其子，糟其白，埋過治食，此俚言所謂「捨命吃河豚」者耶？"
        ],
        "主治": [
            "補虛，去濕氣，理腰腳，去痔疾，殺蟲（《開寶》）。伏硇砂（《土宿本草》）。",
            "肝及子，",
            "疥癬蟲瘡。用子同蜈蚣燒研，香油調，搽之（時珍）。"
        ],
        "附方": []
    },
    {
        "名字": "海豚魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "別稱": [
            "海豨（《文選》），生江中者名江豚（《拾遺》）",
            "江豬（《綱目》）",
            "水豬（《異物志》）",
            "暨魚（音志）",
            "饞魚（音讒）",
            "䱐䰽（音敷沛）"
        ],
        "釋名": [
            "",
            "時珍曰：海豚、江豚，皆因形命名。《郭璞》賦「海豨、江豚」是也。《魏武食制》謂之䱐䰽。《南方異物志》謂之水豬。又名饞魚，謂其多涎也。"
        ],
        "集解": [
            "藏器曰：海豚生海中，候風潮出沒。形如豚，鼻在腦上作聲，噴水直上，百數為群。其子如蠡魚子，數萬隨母而行。人取子系水中，其母自來就而取之。江豚生江中，狀如海豚而小，出沒水上，舟人候之占風。其中有油脂，點燈照樗蒲即明，照讀書工作即暗，俗言懶婦所化也。",
            "時珍曰：其狀大如數百斤豬，形色青黑如鮎魚，有兩乳，有雌雄，類人。數枚同行，一浮一沒，謂之拜風。其骨硬，其肉肥，不中食。其膏最多，和石灰艌船良。",
            "肉，"
        ],
        "氣味": [
            "咸，腥，味如水牛肉，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "飛屍、蠱毒、瘴瘧，作脯食之（藏器）。",
            "肪，",
            "摩惡瘡、疥癬、痔瘻，犬馬瘑疥，殺蟲（藏器）。"
        ]
    },
    {
        "名字": "比目魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《食療》",
        "別稱": [
            "鰈（音蝶）",
            "鞋底魚"
        ],
        "釋名": [
            "",
            "時珍曰：比，並也。魚各一目，相併而行也。《爾雅》所謂「東方有比目魚，不比不行，其名曰鰈」，是也。段氏《北戶錄》謂之鰜（音兼），《吳都賦》謂之魪（音介），《上林賦》謂之魼（音墟）。鰈，猶屧也；鰜，兼也；魪，相介也；魼，相胠也。俗名鞋底魚，《臨海志》名婢屣魚，《臨海水土記》名奴屩魚，《南越志》名版魚，《南方異物志》名箬葉魚，皆因形也。"
        ],
        "集解": [
            "時珍曰：案：郭璞云：今所在水中有之。狀如牛脾及女人鞋底，細鱗紫黑色，兩片相合乃得行。其合處半邊平而無鱗，口近腹下。劉淵林以為王餘魚，蓋不然。"
        ],
        "氣味": [
            "甘，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "補虛益氣力。多食動氣（孟詵）。"
        ]
    },
    {
        "名字": "鮹魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "音梢。《拾遺》",
        "集解": [
            "藏器曰：出江湖。形似馬鞭，尾有兩歧，如鞭鞘，故名。"
        ],
        "氣味": [
            "甘，平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "五痔下血，瘀血在腹（藏器）。"
        ]
    },
    {
        "名字": "鮫魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《別錄》下品",
        "別稱": [
            "沙魚（《拾遺》）",
            "䱜魚（鵲",
            "錯二音）",
            "鰒魚（音剝）",
            "溜魚"
        ],
        "釋名": [
            "",
            "時珍曰：鮫皮有沙，其紋交錯鵲駁，故有諸名。古曰鮫，今曰沙，其實一也。或曰：本名𩵲，訛為鮫。段成式曰：其力健強，稱為河伯健兒。",
            "藏器曰：鮫與石決明，同名而異類也。"
        ],
        "集解": [
            "恭曰：鮫出南海。形似鱉，無腳有尾。",
            "保升曰：圓廣尺余，尾亦長尺許，背皮粗錯。",
            "頌曰：有二種，皆不類鱉，南人通謂之沙魚。大而長喙如鋸者曰胡沙，性善而肉美。小而皮粗者曰白沙，肉強而有小毒。彼人皆鹽作脩脯。其皮刮治去沙，剪作鱠，為食品美味，食之益人。其皮可飾刀靶。",
            "宗奭曰：鮫魚、沙魚形稍異，而皮一等。",
            "時珍曰：古曰鮫，今曰沙，是一類而有數種也，東南近海諸郡皆有之。形並似魚，青目赤頰，背上有鬣，腹下有翅，味並肥美，南人珍之。大者尾長數尺，能傷人。皮皆有沙，如真珠斑。其背有珠紋如鹿而堅強者，曰鹿沙，亦曰白沙，云能變鹿也。背有斑紋如虎而堅強者，曰虎沙，亦曰胡沙，云虎魚所化也。",
            "鼻前有骨如斧斤，能擊物壞舟者，曰鋸沙，又曰挺額魚，亦曰鐇䱜，謂鼻骨如鐇（斧）也（音蕃）。沈懷遠《南越志》云：環雷魚，䱜魚也。長丈許。腹內有兩洞，腹貯水養子。一腹容二子。子朝從口中出，暮還入腹。鱗皮有珠，可飾刀劍，治骨角。",
            "藏器曰：其魚狀貌非一，皆皮上有沙，堪揩木，如木賊也。小者子隨母行，驚即從口入母腹中。",
            "肉，"
        ],
        "氣味": [
            "甘，平，無毒",
            "甘、咸，平，無毒"
        ],
        "氣味補充": [
            "",
            ""
        ],
        "主治": [
            "作鱠，補五臟，功亞於鯽，亦可作鱐、鮓（詵）。甚益人（頌）。",
            "皮，",
            "心氣鬼疰，蠱毒吐血（《別錄》）。蠱氣蠱疰（恭）。燒灰水服，主食魚中毒（藏器）。燒研水服，解鯸鮧魚毒，治食魚鱠成積不消（時珍）。",
            "喉痹，和白礬灰為丸，綿裹納喉中，吐去惡涎即愈（詵）。"
        ],
        "附方": [
            {
                "名稱": "治疰鮫魚皮散",
                "方法": "頌曰：胡洽治五屍鬼疰，百毒惡氣。鮫魚皮（炙）、硃砂、雄黃、金牙、蜀椒、細辛、鬼臼、乾薑、莽草、天雄、麝香、雞舌香、桂心各一兩，貝母半兩，蜈蚣、蜥蜴各（炙）二枚，為末。每服半錢，溫酒服，日二。亦可佩之。"
            },
            {
                "名稱": "時珍曰",
                "方法": "《千金》鮫魚皮散：治鬼疰。用鮫魚皮（炙）、龍骨、鹿角、犀角、麝香、蜈蚣、雄黃、硃砂、乾薑、蜀椒、蘘荷根、丁香等各一分，貝子十枚。為末。酒服方寸匕，加至二匕，日三服。亦可佩。"
            }
        ]
    },
    {
        "名字": "烏賊魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《本經》中品",
        "別稱": [
            "烏鰂（《素問》）",
            "墨魚（《綱目》）",
            "纜魚（《日華》），乾者名鯗（《日華》），骨名海螵蛸"
        ],
        "釋名": [
            "",
            "頌曰：陶隱居言此是𪇰烏所化。今其口腳具存，猶頗相似。腹中有墨可用，故名烏鰂。能吸波噀墨，令水溷黑，自衛以防人害。又《南越志》云：其性嗜烏，每自浮水上，飛烏見之，以為死而啄之，乃卷取入水而食之，因名烏賊，言為烏之賊害也。",
            "時珍曰：案：羅願《爾雅翼》云：九月寒烏入水，化為此魚。有文墨可為法則，故名烏鰂。鰂者，則也。骨名海螵蛸，象形也。",
            "大明曰：魚有兩須，遇風波即以須下碇，或黏石如纜，故名纜魚。",
            "瑞曰：鹽乾者名明鯗，淡乾者名脯鯗。"
        ],
        "集解": [
            "《別錄》曰：烏賊魚生東海池澤。取無時。",
            "頌曰：近海州郡皆有之。形若革囊，口在腹下，八足聚生於口旁。其背上只有一骨，厚三、四分，狀如小舟，形輕虛而白。又有兩須如帶，甚長。腹中血及膽正如墨，可以書字。但逾年則跡滅，惟存空紙爾。世言烏賊懷墨而知禮，故俗謂是海若白事小吏也。",
            "時珍曰：烏鰂無鱗有須，黑皮白肉，大者如蒲扇。炸熟以薑、醋食之，脆美。背骨名海螵蛸，形似樗蒲子而長，兩頭尖，色白，脆如通草，重重有紋，以指甲可刮為末，人亦鏤之為鈿飾。又《相感志》云：烏鰂過小滿則形小也。",
            "藏器曰：海人云：昔秦王東遊，棄算袋於海，化為此魚。故形猶似之，墨尚在腹也。",
            "禹錫曰：陶弘景及《蜀本圖經》皆言是𪇰烏所化。",
            "𪇰乃水鳥，似鶂短項，腹翅紫白，背上綠色。唐·蘇恭乃言無𪇰烏，誤矣。",
            "肉，"
        ],
        "氣味": [
            "酸，平，無毒",
            "咸，微溫，無毒"
        ],
        "氣味補充": [
            "",
            "瑞曰：味珍美。動風氣。",
            "",
            "普曰：冷。",
            "權曰：有小毒。",
            "之才曰：惡白芨、白蘞、附子。能淡鹽，伏硇，縮銀。"
        ],
        "主治": [
            "益氣強志（《別錄》）。益人，通月經（大明）。",
            "骨（一名海螵蛸）",
            "女子赤白漏下，經汁血閉，陰蝕腫痛，寒熱症瘕，無子（《本經》）。驚氣入腹，腹痛環臍，丈夫陰中寒腫，令人有子，又止瘡多膿汁不燥（《別錄》）。療血崩，殺蟲（《日華》）。炙研飲服，治婦人血瘕，大人小兒下痢，殺小蟲（藏器。又曰：投骨於井，水蟲皆死）。",
            "治眼中熱淚，及一切浮翳，研末和蜜點之。久服益精（孟詵。恭曰：亦治牛馬障翳）。主女子血枯病，傷肝唾血下血，治瘧消癭。研末，敷小兒疳瘡，痘瘡臭爛，丈夫陰瘡，湯火傷，跌傷出血。燒存性，酒服，治婦人小戶嫁痛。同雞子黃，塗小兒重舌鵝口。同蒲黃末，敷舌腫，血出如泉。",
            "同槐花末吹鼻，止衄血。同銀硃吹鼻，治喉痹。同白礬末吹鼻，治蠍螫疼痛。同麝香吹耳，治聤耳有膿及耳聾（時珍）。",
            "耳聾（甄權）。",
            "腹中墨，",
            "血刺心痛，醋磨服之（藏器。炒、研，醋服亦可）。"
        ],
        "修治": [
            "弘景曰：炙黃用。",
            "斆曰：凡使勿用沙魚骨，其形真似。但以上文順者是真，橫者是假。以血滷作水浸，並煮一伏時漉出。掘一坑燒紅，入魚骨在內，經宿取出入藥，其效加倍也。"
        ],
        "發明": [
            "時珍曰：烏鰂骨，厥陰血分藥也，其味鹹而走血也。故血枯血瘕，經閉崩帶，下痢疳疾，厥陰本病也。寒熱瘧疾，聾、癭，少腹痛，陰痛，厥陰經病也。目翳流淚，厥陰竅病也。厥陰屬肝，肝主血，故諸血病皆治之。按：《素問》云：有病胸脅支滿者，妨於食，病至，則先聞腥臊臭，出清液，先唾血，四肢清，目眩，時時前後血，病名曰血枯。得之年少時，有所大脫血。",
            "或醉入房，中氣竭肝傷，故月事衰少不來。治之以四烏鰂骨。一藘茹為末，丸以雀卵，大如小豆。每服五丸，飲以鮑魚汁，所以利腸中及傷肝也。觀此，則其入厥陰血分無疑矣。"
        ],
        "正誤": [
            "鼎曰：久服，絕嗣無子。",
            "時珍曰：按：《本經》云：主癥瘕，無子。《別錄》云：令人有子。孟詵亦云久服益精，而張鼎此說獨相背戾，亦誤矣。若云血病無多食鹹，烏鰂亦主血閉，故有此說。然經閉有有餘、不足二證。有餘者血滯，不足者肝傷。烏鰂所主者，肝傷血閉不足之病，正與《素問》相合，豈有令人絕嗣之理？當以《本經》《別錄》為正。恐人承誤，故辨正之。"
        ],
        "附方": [
            {
                "名稱": "新二十一",
                "方法": ""
            },
            {
                "名稱": "女子血枯",
                "方法": "見上。"
            },
            {
                "名稱": "赤白目翳",
                "方法": "《聖惠》：治傷寒熱毒攻眼，生赤白翳。用烏鰂魚骨一兩，去皮為末，入龍腦少許點之，日三。治諸目翳：用烏鰂骨、五靈脂等分，為細末，熟豬肝切片，蘸食，日二。赤翳攀睛：照水丹：治眼翳（惟厚者尤效）及赤翳攀睛貫瞳人。用海螵蛸一錢，辰砂半錢，乳細水飛澄取，以黃蠟少許，化和成劑收之。"
            },
            {
                "名稱": "臨臥時",
                "方法": "火上旋丸黍米大，揉入眥中。睡至天明，溫水洗下。未退，更用一次，即效。（《海上方》）"
            },
            {
                "名稱": "雀目夜眼",
                "方法": "烏賊骨半斤為末，化黃蠟三兩和，捏作錢大餅子。每服一餅，以豬肝二兩，竹刀批開，摻藥扎定，米泔水半碗，煮熟食之，以汁送下。（《楊氏家藏》）"
            },
            {
                "名稱": "血風赤眼",
                "方法": "女人多之。用烏賊魚骨二錢，銅青一錢，為末。每用一錢，熱湯泡洗。（《楊氏家藏》）"
            },
            {
                "名稱": "疳眼流淚",
                "方法": "烏賊魚骨、牡蠣等分。為末，糊丸皂子大。每用一丸，同豬子肝一具，米泔煮熟食。（《經驗》）"
            },
            {
                "名稱": "底耳出膿",
                "方法": "海螵蛸半錢，麝香一字，為末。以綿杖繳淨，吹入耳中。（《澹寮方》）"
            },
            {
                "名稱": "鼻瘡疳䘌",
                "方法": "烏賊魚骨、白芨各一錢，輕粉二字，為末，搽之。（錢乙《小兒方》）"
            },
            {
                "名稱": "小兒臍瘡出血及膿",
                "方法": "海螵蛸、胭脂為末，油調搽之。（《聖惠方》）"
            },
            {
                "名稱": "頭上生瘡",
                "方法": "海螵蛸、白膠香各二錢，輕粉五分，為末。先以油潤淨乃搽末，二、三次即愈。（《衛生易簡方》）"
            },
            {
                "名稱": "癧瘍白駁",
                "方法": "先以布拭赤，用烏賊骨磨三年酢，塗之。（《外臺秘要》）"
            },
            {
                "名稱": "疔瘡惡腫",
                "方法": "先刺出血，以海螵蛸末摻之，其疔即出。（《普濟方》）"
            },
            {
                "名稱": "蠍螫痛楚",
                "方法": "烏賊骨一錢，白礬二分，為末㗜鼻。在左壁者㗜左鼻；在右壁者㗜右鼻。（《衛生寶鑑》）"
            },
            {
                "名稱": "灸瘡不瘥",
                "方法": "烏賊骨、白礬等分為末。日日塗之。（《千金》）"
            },
            {
                "名稱": "小兒痰齁多年",
                "方法": "海螵蛸末，米飲服一錢。（葉氏《摘玄方》）"
            },
            {
                "名稱": "小便血淋",
                "方法": "海螵蛸末一錢，生地黃汁調服。又方：海螵蛸、生地黃、赤茯苓等分。為末。每服一錢，柏葉、車前湯下。（《經驗方》）"
            },
            {
                "名稱": "大腸下血",
                "方法": "不拘大人小兒，臟毒腸風及內痔，下血日久，多食易飢。先用海螵蛸炙黃，去皮研末。每服一錢，木賊湯下。三日後，服豬臟黃連丸。（《直指方》）"
            },
            {
                "名稱": "卒然吐血",
                "方法": "烏賊骨末，米飲服二錢。（《聖惠》）"
            },
            {
                "名稱": "骨鯁在喉",
                "方法": "象牙屑、烏賊魚骨、陳橘紅（焙）等分為末，寒食麵和餳，丸芡子大。每用一丸，含化咽汁。（《聖濟總錄》）"
            },
            {
                "名稱": "舌腫出血如泉",
                "方法": "烏賊骨、蒲黃各等分，炒為細末。每用塗之。（《簡便單方》）"
            },
            {
                "名稱": "跌破出血",
                "方法": "烏賊魚骨末，敷之。（《直指方》）"
            },
            {
                "名稱": "陰囊濕癢",
                "方法": "烏賊骨、蒲黃，撲之。（《醫宗三法》）"
            },
            {
                "名稱": "血",
                "方法": ""
            }
        ],
        "附錄": [
            "柔魚，頌曰：一種柔魚，與烏賊相似，但無骨爾。越人重之。"
        ]
    },
    {
        "名字": "章魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "別稱": [
            "章舉（韓文）",
            "𩸔魚（音佶"
        ],
        "釋名": [
            "《臨海志》）。"
        ],
        "集解": [
            "頌曰：章魚、石距二物，似烏賊而差大，味更珍好。食品所重，不入藥用。",
            "時珍曰：章魚生南海。形如烏賊而大，八足，身上有肉。閩、粵人多采鮮者，薑、醋食之，味如水母。韓退之所謂「章舉馬甲柱，鬥以怪自呈」者也。石距亦其類，身小而足長，入鹽燒食極美。"
        ],
        "氣味": [
            "甘、咸，寒，無毒"
        ],
        "氣味補充": [
            "時珍曰：按：李九華云：章魚冷而不泄。"
        ],
        "主治": [
            "養血益氣（時珍）。"
        ]
    },
    {
        "名字": "海鷂魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "別稱": [
            "邵陽魚（《食鑑》作少陽）",
            "荷魚（廣韻作魺）",
            "鱝魚（音忿）",
            "鯆魮魚（音鋪毗）",
            "蕃踏魚（番沓）",
            "石蠣"
        ],
        "釋名": [
            "",
            "時珍曰：海鷂，象形。少陽、荷，並言形色也。余義莫詳。"
        ],
        "集解": [
            "藏器曰：生東海。形似鷂，有肉翅，能飛上石頭。齒如石版。尾有大毒，逢物以尾撥而食之。其尾刺人，甚者至死。候人尿處釘之，令人陰腫痛，拔去乃愈。海人被刺毒者，以魚簄竹及海獺皮解之。又有鼠尾魚、地青魚，並生南海，總有肉翅，刺在尾中。食肉去刺。",
            "時珍曰：海中頗多，江湖亦時有之。狀如盤及荷葉，大者圍七、八尺。無足無鱗，背青腹白。口在腹下，目在額上。尾長有節，螫人甚毒。皮色肉味，俱同鮎魚。肉內皆骨，節節聯比，脆軟可食，吳人臘之。《魏武食制》云：蕃踏魚，大者如箕，尾長數尺。是矣。《嶺表錄異》云：雞子魚，嘴形如鷂，肉翅無鱗，色類鮎魚，尾尖而長，有風濤即乘風飛於海上。此亦海鷂之類也。",
            "肉，"
        ],
        "氣味": [
            "甘、咸，平，無毒"
        ],
        "氣味補充": [
            "",
            "時珍曰：有小毒。"
        ],
        "主治": [
            "不益人（弘景）。男子白濁膏淋，玉莖澀痛（寧源）。",
            "齒，",
            "無毒。",
            "瘴瘧，燒黑研末，酒服二錢匕（藏器）。",
            "尾，",
            "有毒。",
            "齒痛（陶弘景）。"
        ]
    },
    {
        "名字": "文鰩魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "釋名": [
            "飛魚。"
        ],
        "集解": [
            "藏器曰：生海南。大者長尺許，有翅與尾齊。群飛海上。海人候之，當有大風。《吳都賦》云「文鰩夜飛而觸綸」，是矣。",
            "時珍曰：按：《西山經》云：觀水西注於流沙，多文鰩魚。狀如鯉，鳥翼魚身，蒼文白首赤喙。常以夜飛，從西海遊於東海。其音如鸞雞。其味酸甘，食之已狂。見則大穰。《林邑記》云：飛魚身圓，大者丈餘，翅如胡蟬。出入群飛，遊翔翳薈，沉則泳於海底。又《一統志》云：陝西鄠縣澇水出飛魚，狀如鮒，食之已痔疾也。",
            "肉，"
        ],
        "氣味": [
            "甘，酸，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "婦人難產，燒黑研末，酒服一錢，臨月帶之，令人易產（藏器）。已狂已痔（時珍）。"
        ],
        "附方": []
    },
    {
        "名字": "魚虎",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "釋名": [
            "土奴魚（《臨海記》）。"
        ],
        "集解": [
            "藏器曰：生南海。頭如虎，背皮如蝟有刺，著人如蛇咬。亦有變為虎者。",
            "時珍曰：按：《倦遊錄》云：海中泡魚大如斗，身有刺如蝟，能化為豪豬。此即魚虎也。《述異記》云：老則變為鮫魚。"
        ],
        "氣味": [
            "有毒"
        ],
        "氣味補充": [
            ""
        ]
    },
    {
        "名字": "魚師",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "集解": [
            "時珍曰：陳藏器諸魚注云：魚師大者有毒殺人。今無識者。",
            "但《唐韻》云：鰤，老魚也。《山海經》云：歷虢之水，有師魚，食之殺人。其即此歟？"
        ]
    },
    {
        "名字": "海䖳",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "別稱": [
            "水母（《拾遺》）",
            "樗蒲魚（《拾遺》）",
            "石鏡"
        ],
        "釋名": [
            "",
            "時珍曰：䖳，作、宅二音。南人訛為海折，或作蠟、鮓者，並非。劉恂云：閩人曰䖳，廣人曰水母。《異苑》名石鏡也。"
        ],
        "集解": [
            "藏器曰：䖳生東海。狀如血䘓，大者如床，小者如斗。無眼目腹胃，以蝦為目，蝦動䖳沉，故曰水母目蝦。亦猶蛩蛩之與薲驉也。炸出以薑、醋進之，海人以為常味。",
            "時珍曰：水母形渾然凝結，其色紅紫，無口眼腹。下有物如懸絮，群蝦附之，咂其涎沫，浮泛如飛。為潮所擁，則蝦去而䖳不得歸。人因割取之，浸以石灰、礬水，去其血汁，其色遂白。其最厚者，謂之䖳頭，味更勝。生、熟皆可食。茄柴灰和鹽水淹之良。"
        ],
        "氣味": [
            "咸，溫，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "婦人勞損，積血帶下，小兒風疾丹毒，湯火傷（藏器）。療河魚之疾（時珍。出《異苑》）。"
        ]
    },
    {
        "名字": "蝦",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《別錄》下品",
        "釋名": [
            "時珍曰：鰕，音霞（俗作蝦），入湯則紅色如霞也。"
        ],
        "集解": [
            "時珍曰：江湖出者大而色白，溪池出者小而色青。皆磔須鉞鼻，背有斷節，尾有硬鱗，多足而好躍，其腸屬腦，其子在腹外。凡有數種：米蝦、糠蝦，以精粗名也，青蝦、白蝦，以色名也。梅蝦，以梅雨時有也。泥蝦、海蝦，以出產名也。嶺南有天蝦，其蟲大如蟻，秋社後，群墮水中化為蝦，人以作鮓食。",
            "凡蝦之大者，蒸曝去殼，謂之蝦米，食以薑、醋，饌品所珍。"
        ],
        "氣味": [
            "甘，溫，有小毒"
        ],
        "氣味補充": [
            "",
            "詵曰：生水田及溝渠者有毒，鮓內者尤有毒。",
            "藏器曰：以熱飯盛密器中作鮓食，毒人至死。",
            "弘景曰：無須及腹下通黑，並煮之色白者，並不可食。小兒及雞、狗食之，腳屈弱。",
            "鼎曰：動風，發瘡疥冷積。",
            "源曰：動風熱，有病人勿食。"
        ],
        "主治": [
            "五野雞病，小兒赤白遊腫，搗碎敷之（孟詵）。",
            "作羹，試鱉症，托痘瘡，下乳汁。法制，壯陽道；煮汁，吐風痰；搗膏，敷蟲疽（時珍）。"
        ],
        "附方": [
            {
                "名稱": "鱉症疼痛",
                "方法": "《類編》云：景陳弟長子拱病鱉症，隱隱見皮內，痛不可忍。外醫洪氏曰：可以鮮蝦作羹食之。"
            },
            {
                "名稱": "下腹未久痛即止。喜曰",
                "方法": "此真鱉症也。吾求其所好，以嘗試之爾。乃合一藥如療脾胃者，而碾附子末二錢投之，數服而消。"
            },
            {
                "名稱": "明年又作，再如前治而愈，遂絕根本。補腎興陽",
                "方法": "用蝦米一斤，蛤蚧二枚，茴香、蜀椒各四兩。並以青鹽化酒炙炒，以木香粗末一兩和勻，乘熱收新瓶中密封。每服一匙，空心鹽酒嚼下，甚妙。"
            },
            {
                "名稱": "宣吐風痰",
                "方法": "用連殼蝦半斤，入蔥、薑、醬煮汁。先吃蝦，後吃汁，緊束肚腹，以翎探引取吐。"
            },
            {
                "名稱": "臁瘡生蟲",
                "方法": "用小蝦三十尾，去頭、足、殼，同糯米飯研爛，隔紗貼瘡上，別以紗罩之。一夜解下，掛看皆是小赤蟲。即以蔥、椒湯洗淨，用舊茶籠內白竹葉，隨大小剪貼，一日二換。待汁出盡，逐日煎苦楝根湯洗之，以好膏貼之。將生肉，勿換膏藥。忌發物。（《直指方》）"
            },
            {
                "名稱": "血風臁瘡",
                "方法": "生蝦、黃丹搗和貼之，日一換。（《集簡方》）"
            }
        ]
    },
    {
        "名字": "海蝦",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "別稱": [
            "紅蝦（藏器）",
            "鰝（浩"
        ],
        "釋名": [
            "《爾雅》）。"
        ],
        "集解": [
            "藏器曰：海中紅蝦長一尺，須可為簪。崔豹《古今注》云：遼海間有飛蟲如蜻蛉，名紺繙。七月群飛暗天。夷人食之，云蝦所化也。",
            "時珍曰：按：段公路《北戶錄》云：海中海蝦長二尺余，頭可作杯，須可作簪、杖。其肉可為鱠，甚美。又劉恂《嶺表錄異》云；海蝦皮殼嫩紅色，就中腦殼與前雙足有鉗者。其色如朱，最大者長七、八尺至一丈也。閩中有五色蝦，亦長尺余。彼人兩兩干之，謂之對蝦，以充上饌。"
        ],
        "氣味": [
            "甘，平，有小毒"
        ],
        "氣味補充": [
            "",
            "時珍曰：同豬肉食，令人多唾。",
            "鮓，"
        ],
        "主治": [
            "飛屍蛔蟲，口中疳䘌，齲齒頭瘡，去疥癬風瘙身癢，治山蚊子入人肉，初食瘡發則愈（藏器）。"
        ]
    },
    {
        "名字": "海馬",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "釋名": [
            "水馬。",
            "弘景曰：是魚蝦類也。狀如馬形，故名。"
        ],
        "集解": [
            "藏器曰：海馬出南海。形如馬，長五六寸，蝦類也。《南州異物志》云：大小如守宮，其色黃褐。婦人難產割裂而出者，手持此蟲，即如羊之易產也。",
            "宗奭曰：其首如馬，其身如蝦，其背傴僂，有竹節紋，長二、三寸。",
            "頌曰：《異魚圖》云：漁人布網罟，此魚多掛網上，收取曝乾，以雌雄為對。",
            "時珍曰：按：《聖濟總錄》云：海馬，雌者黃色，雄者青色。又徐表《南方異物志》云：海中有魚，狀如馬頭，其喙垂下，或黃或黑。海人捕得，不以啖食，曝乾熇之，以備產患。即此也。又《抱朴子》云；水馬合赤斑蜘蛛，同馮夷水仙丸服之，可居水中。今水仙丸無所考矣。"
        ],
        "氣味": [
            "甘，溫、平，無毒"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "婦人難產，帶之於身，甚驗。臨時燒末飲服，並手握之，即易產（藏器）。主難產及血氣痛（蘇頌）。暖水臟，壯陽道，消瘕塊，治疔瘡腫毒（時珍）。"
        ],
        "發明": [
            "時珍曰：海馬雌雄成對，其性溫暖，有交感之義，故難產及陽虛房中方術多用之，如蛤蚧、郎君子之功也。蝦亦壯陽，性應同之。"
        ],
        "附方": [
            {
                "名稱": "海馬湯",
                "方法": "治遠年虛實積聚症塊。用海馬雌雄各一枚，木香一兩，大黃（炒）、白牽牛（炒）各二兩，巴豆四十九粒，青皮二兩（童子小便浸軟，包巴豆扎定，入小便內再浸七日，取出麩炒黃色，去豆不用），取皮同眾藥為末。每服二錢，水一盞，煎三五沸，臨臥溫服。（《聖濟錄》）海馬拔毒散：治疔瘡發背惡瘡有奇效。"
            },
            {
                "名稱": "用海馬（炙黃）一對",
                "方法": "穿山甲（黃土炒）、硃砂、水銀各一錢，雄黃三錢，龍腦、麝香各少許為末，入水銀研不見星。每以少許點之，一日一點，毒自出也。（《秘傳外科》）"
            }
        ]
    },
    {
        "名字": "鮑魚",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《別錄》上品",
        "別稱": [
            "薧魚（《禮記》"
        ],
        "釋名": [
            "音考）、蕭折魚（《魏武食制》）、乾魚。",
            "時珍曰；鮑，即今之乾魚也。魚之可包者，故字從包。《禮記》謂之薧，《魏武食制》謂之蕭折，皆以蕭蒿承曝而成故也。其淡壓為臘者，曰淡魚，曰鱐魚（音搜）。以物穿風乾者，曰法魚，曰魥魚（音怯）。其以鹽漬成者，曰醃魚，曰鹹魚，曰䱒魚（音葉），曰鰎魚（音蹇）。今俗通呼曰乾魚。舊注混淆不明，令並削正於下。"
        ],
        "集解": [
            "《別錄》曰：鮑魚辛臭，勿令中咸。",
            "弘景曰：俗人以鹽䱒成，名䱒魚，䱒字似鮑也。今鮑乃鱅魚淡乾者，都無臭氣。不知入藥者，正何種魚也？方家亦少用之。",
            "恭曰：李當之言：以繩穿貫而胸中濕者良。蓋以魚去腸繩穿，淡曝使干，則味辛不咸。魚肥則中濕而彌臭似屍氣，無鹽故也。若鰎魚則沔州、復州作之，以鹽䱒成，味鹹不辛，臭亦與鮑不同，濕亦非獨胸中，以有鹽故也。二者，雜魚皆可為之。",
            "頌曰：今漢、沔所作淡乾魚，味辛而臭者是也。或言海中自有一種鮑魚，形似小鱅，氣最臭，秦始皇車中亂臭者是此。然無的據。",
            "時珍曰：《別錄》既云勿令中咸，即是淡魚無疑矣。諸注反自多事。",
            "按：《周禮注》云：鮑魚，以魚置𥻅室中用糗干之而成。𥻅室，土室也。張耒《明道志》云：漢陽、武昌多魚，土人剖之，不用鹽，曝乾作淡魚，載至江西賣之。饒、信人飲食祭享，無此則非盛禮。雖臭腐可惡，而更以為奇。據此則鮑即淡魚，益可證矣。但古今治法不同耳。",
            "又蘇氏所謂海中一種鮑魚，豈顧野王所載海中鮇魚似鮑者耶？不然，即今之白鯗也。鯗亦乾魚之總稱也。又今淮人以鯽作淡法魚頗佳。入藥亦當以石首鯽魚者為勝。若漢、沔所造者，魚性不一，恐非所宜。其鹹魚近時亦有用者，因附之。"
        ],
        "正誤": [
            "保升曰：鮧魚口小背黃者，名鮑魚。",
            "時珍曰：按鮧魚注所引，是鮠魚，非鮑魚也，蓋鮠、鮑字誤耳。",
            "肉，"
        ],
        "氣味": [
            "辛，臭，溫，無毒",
            "咸，溫，無毒"
        ],
        "氣味補充": [
            "",
            "時珍曰：李九華云：妊婦食之，令子多疾。",
            ""
        ],
        "主治": [
            "墜墮骽（與腿同）。",
            "蹶（厥）踠折，瘀血、血痹在四肢不散者，女子崩中血不止（《別錄》）。煮汁，治女子血枯病傷肝，利腸中。同麻仁、蔥、豉煮羹，通乳汁（時珍）。",
            "*煮汁，治療婦女血枯病傷肝，通腸胃。與麻仁、蔥、豆豉煮羹，可通乳汁（時珍）。",
            "煮汁，治眯目。燒灰，療疔腫瘟氣（時珍）。",
            "小兒頭瘡出膿水。以麻油煎熟，取油頻塗（時珍）。",
            "穿鮑繩，",
            "眯目去刺，煮汁洗之，大良（蘇恭）。"
        ],
        "附方": [
            {
                "名稱": "妊娠感寒腹痛",
                "方法": "乾魚一枚燒灰，酒服方寸匕，取汗瘥。（《子母秘錄》）"
            },
            {
                "名稱": "頭",
                "方法": ""
            },
            {
                "名稱": "雜物眯目",
                "方法": "鮑魚頭二枚，地膚子半合，水煮爛。取汁注目中，即出。（《聖惠》）"
            },
            {
                "名稱": "魚臍疔瘡",
                "方法": "似新火針瘡，四邊赤，中央黑。可針刺之，若不大痛，即殺人也。用臘月魚頭灰、發灰等分，以雞溏屎和，塗之。（《千金方》）"
            },
            {
                "名稱": "預闢瘟疫",
                "方法": "鮑魚頭燒灰方寸匕，合小豆七枚末，米飲服之，令瘟疫氣不相染也。（《肘後方》）"
            }
        ]
    },
    {
        "名字": "鱁鮧",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "釋名": [
            "鰾（匹少切）。作膠名鰾膠。",
            "藏器曰：鱁鮧（音逐題），乃魚白也。",
            "時珍曰：鱁鮧音逐夷。其音題者，鮎魚也。按：賈思勰《齊民要術》云：漢武逐夷至海上，見漁人造魚腸於坑中，取而食之。遂命此名，言因逐夷而得是矣。沈括《筆談》云：鱁鮧，烏賊魚腸也。孫愐《唐韻》云：鹽藏魚腸也。《南史》云：齊明帝嗜鱁鮧，以蜜漬之，一食數升。",
            "觀此則鰾與腸皆得稱鱁鮧矣。今人以鰾煮凍作膏，切片以薑、醋食之，呼為魚膏者是也。故宋齊丘《化書》云：鱁鮧，與足垢無殊。鰾即諸魚之白脬，其中空如泡，故曰鰾。可治為膠，亦名縼膠。諸鰾皆可為膠，而海漁多以石首鰾作之，名江鰾，謂江魚之鰾也。黏物甚固。此乃工匠日用之物，而記籍多略之。",
            "鰾，"
        ],
        "氣味": [
            "甘，平，無毒",
            "甘、咸，平，無毒"
        ],
        "氣味補充": [
            "",
            ""
        ],
        "主治": [
            "竹木入肉，經久不出者。取白敷瘡上四邊，肉爛即出（藏器）。止折傷血出不止（時珍）。燒灰，敷陰瘡、瘻瘡、月蝕瘡（李珣）。",
            "燒存性，治婦人產難，產後風搐，破傷風痙，止嘔血，散瘀血，消腫毒。伏硇砂（時珍）。"
        ],
        "附方": [
            {
                "名稱": "折傷出血但不透膜者",
                "方法": "以海味中咸白鰾，大片色白有紅絲者，成片鋪在傷處，以帛縛之，即止。（《普濟方》）"
            },
            {
                "名稱": "鰾膠",
                "方法": ""
            },
            {
                "名稱": "產難",
                "方法": "魚膠五寸，燒存性為末。溫酒服。（《皆效方》）"
            },
            {
                "名稱": "產後搐搦強直者",
                "方法": "不可便作風中，乃風入子臟，與破傷風同。用鰾膠一兩，以螺粉炒焦，去粉為末。分三服，煎蟬蛻湯下。（《產寶》）"
            },
            {
                "名稱": "產後血暈",
                "方法": "鰾膠燒存性，酒和童子小便調服三、五錢良。（《事林廣記》）"
            },
            {
                "名稱": "經血逆行",
                "方法": "魚膠切炒，新綿燒灰。每服二錢，米飲調下，即愈。（《多能鄙事》）"
            },
            {
                "名稱": "破傷風搐口噤強直者",
                "方法": "危氏香膠散：用魚膠（燒存性）一兩，麝香少許，為末。每服二錢，蘇木煎酒調下。仍煮一錢封瘡口。《保命集》：治破傷風，有表證未解者。用江鰾半兩（炒焦），蜈蚣一對（炙研），為末。以防風、羌活、獨活、川芎等分煎湯，調服一錢。"
            },
            {
                "名稱": "嘔血不止",
                "方法": "鰾膠長八寸，廣二寸，炙黃，刮二錢，以甘蔗節三十五個，取汁調下。（《經驗》）"
            },
            {
                "名稱": "便毒腫痛已大而軟者",
                "方法": "《直指方》：用魚鰾膠，熱湯或醋煮軟，乘熱研爛貼之。戴氏：治露𤷍（即羊核）。用石首膠一兩，燒存性，研末酒服。外以石菖蒲生研盦之，效。"
            },
            {
                "名稱": "八般頭風",
                "方法": "魚鰾燒存性為末。臨臥以蔥酒服二錢。"
            },
            {
                "名稱": "赤白崩中",
                "方法": "魚縼膠三尺，焙黃研末，同雞子煎餅，好酒食之。"
            }
        ]
    },
    {
        "名字": "魚鱠",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "音檜。《拾遺》",
        "釋名": [
            "魚生。",
            "時珍曰：劊切而成，故謂之鱠。凡諸魚之鮮活者，薄切洗淨血腥，沃以蒜齏、薑醋、五味食之。"
        ],
        "氣味": [
            "甘，溫，無毒"
        ],
        "氣味補充": [
            "",
            "藏器曰：近夜勿食，不消成積。勿飲冷水，生蟲。時行病後食之，胃弱。勿同乳酪食，令人霍亂。不可同瓜食。",
            "時珍曰：按《食治》云：凡殺物命，既虧仁愛，且肉未停冷，動性猶存，旋烹不熟，食猶害人。況魚鱠肉生，損人尤甚，為癥瘕，為痼疾，為奇病，不可不知。昔有食魚生而生病者，用藥下出，已變蟲形，鱠縷尚存。有食鱉肉而成積者，用藥下出，已成動物而能行，皆可驗也。"
        ],
        "主治": [
            "溫補，去冷氣濕痹，除膀胱水，腹內伏梁氣塊，冷痃結癖疝氣，喉中氣結，心下酸水，開胃口，利大小腸，補腰腳，起陽道（藏器）。宜腳氣風氣人，治上氣喘咳（思邈）。鯽鱠：主久痢腸澼痔疾，大人小兒丹毒風眩（孟詵）。"
        ],
        "發明": [
            "汪穎曰：魚鱠辛辣，有劫病之功。予在蒼梧見一婦人病吞酸，諸藥不效。偶食魚鱠，其疾遂愈。蓋此意也。"
        ]
    },
    {
        "名字": "魚鮓",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "釋名": [
            "時珍曰：按：劉熙《釋名》云：鮓，醞也。以鹽糝醞釀而成也。諸魚皆可為之。大者，曰鮓。小者，曰𩷒。一云：南人曰𩷒。北人曰鮓。"
        ],
        "氣味": [
            "甘、咸，平，無毒"
        ],
        "氣味補充": [
            "",
            "藏器曰：凡鮓皆發瘡疥。鮓內有發，害人。",
            "瑞曰：鮓不熟者，損人脾胃，反致疾也。",
            "時珍曰：諸鮓皆不可合生胡荽、葵、菜、豆、藿、麥、醬、蜂蜜食，令人消渴及霍亂。凡諸無鱗魚鮓，食之尤不益人。"
        ],
        "主治": [
            "癬瘡，和柳葉搗碎炙熱敷之。取酸臭者，連糝和屋上塵，敷蟲瘡及馬瘑瘡（藏器）。治聤耳痔瘻，",
            "諸瘡有蟲，療白駁、代指病，主下痢膿血（時珍）。"
        ],
        "附方": [
            "白駁風：以荷葉裹鮓令臭，拭熱，頻頻擦之，取效及止。（《千金方》）",
            "代指痛：先刺去膿血，炙鮓皮裹之。《千金方》。"
        ]
    },
    {
        "名字": "魚脂",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "釋名": [
            "魚油。",
            "時珍曰：脂，旨也。其味甘旨也。"
        ],
        "氣味": [
            "甘，溫，有小毒"
        ],
        "氣味補充": [
            "",
            "時珍曰；魚油點燈，盲人目。"
        ],
        "主治": [
            "症疾，用和石灰泥船魚脂（腥臭者）二斤，安銅器內，燃火炷令暖。隔紙熨症上，晝夜勿息火。又塗牛狗疥，立愈（藏器。時珍曰：南番用魚油和石灰艌船。亦用江豚油）。"
        ]
    },
    {
        "名字": "魚魫",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "枕。《綱目》",
        "釋名": [
            "時珍曰：諸魚腦骨曰魫，曰丁。魚尾曰魩（音抹），曰丙。魚腸曰鯝，曰乙。魚骨曰鯁，曰刺。魚脬，曰鰾，曰白。魚翅，曰鰭，曰鬣。魚子，曰䱊，曰䲑。"
        ],
        "主治": [
            "能消毒（藏器）。解蠱毒。作器盛飲食，遇蠱輒裂破也（時珍。《延壽書》）。"
        ],
        "附方": []
    },
    {
        "名字": "魚鱗",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "別稱": [
            "時珍曰：鱗者，粼也"
        ],
        "釋名": [
            "魚產於水，故鱗似粼。鳥產於林，故羽似葉。獸產于山，故毛似草。魚行上水，鳥飛上風，恐亂鱗、羽也。"
        ],
        "主治": [
            "食魚中毒，煩亂或成症積，燒灰水服二錢（時珍）。諸魚鱗燒灰，主魚骨鯁（《別錄》）。"
        ]
    },
    {
        "名字": "魚子",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《綱目》",
        "別稱": [
            "䱊（音米）",
            "䲑（音蟻）"
        ],
        "釋名": [
            ""
        ],
        "集解": [
            "孟詵曰：凡魚生子，皆黏在草上及土中。冬月寒水過後，亦不腐壞。到五月三伏日，雨中，便化為魚。",
            "時珍曰：凡魚皆冬月孕子，至春末夏初則於湍水草際生子。有牡魚隨之，灑白蓋其子。數日即化出，謂之魚苗，最易長大。孟氏之說，蓋出謬傳也。"
        ],
        "氣味": [
            "缺"
        ],
        "氣味補充": [
            ""
        ],
        "主治": [
            "目中障翳（時珍）。"
        ],
        "發明": [
            "時珍曰：魚子古方未見用。惟《聖濟總錄》治目決明散中用之，亦不言是何魚之子。大抵當取青魚、鯉、鯽之屬爾。"
        ],
        "附方": [
            "決明散：治一切遠年障翳，眥生胬肉，赤腫疼痛。用魚子（活水中生下者）半兩（以硫黃水溫溫洗淨），石決明、草決明、青葙子、穀精草、枸杞子、黃連、炙甘草、枳實（麩炒）、牡蠣粉、蛇蛻（燒灰）、白芷、龍骨、黃柏各一兩，白附子（炮）、白蒺藜（炒）、蟬蛻、黃芩（炒）、羌活各半兩，虎睛一隻（切作七片，文武火炙乾，每一料用一片），上通為末。每服三錢，五更時茶服，午、夜再服。",
            "赤白翳膜，七日減去。胬肉赤腫痛不可忍者，三、五日見效。忌豬、魚、酒、面、辛辣、色欲。凡遇惱怒酒色風熱即疼者，是活眼，尚可醫治；如不疼，是死眼，不必醫也。（《總錄》）"
        ]
    },
    {
        "名字": "諸魚有毒",
        "來源": {
            "本草綱目": {
                "部": "鳞",
                "卷": "四十四",
                "類": ""
            }
        },
        "出自": "《拾遺》",
        "附方": []
    }
]